Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GNAT
source: Lotta those guys in the lumber camps.
french: Y en a plein dans les camps de bûcherons.
german: Jede Menge von diesen Typen in den Holzfällerlagern.
russian: На лесозаготовках такой мошкары полно.
spanish: Hay muchos de esos tipos en los campamentos de madera.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GNATMOUND
source: Industrious little guys, eh Lucy?
french: Elles sont travailleuses ces petites bestioles, hein Lucy ?
german: Emsige kleine Typen, was, Lucy?
russian: Какие они продвинутые, да, Люси?
spanish: No paran ni un momento, ¿eh, Lucy?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GOLDPAN
source: Haven't done any prospectin' in a while.
russian: Давненько я золото не мыл.
spanish: Llevo un tiempito sin explorar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.BURNING
source: It caught fire.
french: Ça a pris feu.
german: Es brennt.
russian: Она горит.
spanish: Arde en llamas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.GENERIC
source: Don't worry your head aboot this one, Lucy.
french: Ne te prends pas la tête avec ça, Lucy.
german: Keine Sorge deswegen, Lucy.
russian: Не заморачивайся на этот счет, Люси.
spanish: No te calientes la cabeza con esto, Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.PICKED
source: Got all I could.
french: J'ai récupéré tout ce que je pouvais.
german: Ich habe alles, was ich kriegen kann.
russian: Собрал все, что мог.
spanish: He conseguido todo lo posible.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HALBERD
source: Well, it's no axe.
french: Ça vaut pas ma hache, hein.
german: Na, eine Axt ist es nicht.
russian: Ну, это не топор, конечно.
spanish: Bueno, no es un hacha.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.IRON
source: Can't chop this too well.
french: Ça se coupe moyennement bien.
german: Lässt sich nicht gut hacken.
russian: Рубить его практически невозможно.
spanish: No se corta demasiado bien.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANGOLDEN
source: Looks expensive.
russian: Выглядит дорого.
spanish: Parece caro.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.DEAD
source: It's a goner.
french: La créature a claqué.
german: Der ist hinüber.
russian: Ему конец.
spanish: Se acabó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.GENERIC
source: Filthy animal!
french: Immonde créature !
german: Dreckiges Tier!
russian: Грязное животное!
spanish: ¡Sucio animal!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.SLEEPING
source: Catching forty winks.
french: La créature ne dort que d’un œil.
german: Macht vierzig Augen zu.
russian: Хоть один глаз, да открыт.
spanish: En brazos de Morfeo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWKFEATHER
source: It has a foul bird stench.
french: Ça dégage une infâme puanteur d'oiseau.
german: Stinkt fies nach Vogel.
russian: Пахнет птичьим пометом.
spanish: Apesta a pajarraco.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK_BUSH
source: There's a wretched bird nearby. I feel it.
french: Je sens qu'il y a une saleté d'oiseau dans le coin.
german: Da ist doch ein verdammter Vogel in der Nähe. Ich kann ihn spüren.
russian: Где-то здесь прячется гадкая птица, я чувствую это.
spanish: Hay un pajarraco repelente cerca, lo noto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.APORKALYPSE
source: Don't come any closer!
french: N'approche pas !
german: Komm nicht näher!
russian: Не подходи ко мне!
spanish: ¡No te acerques más!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.FOLLOWER
source: Scat, I ain't got nothin' for you.
french: Du vent ! Je n'ai rien à te donner.
german: Zisch ab, ich habe nichts für dich.
russian: Кыш, у меня для тебя ничего нет.
spanish: Largo, no tengo nada para ti.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.GENERIC
source: Oh, hey there little guy.
french: Oh, coucou petit animal.
german: Oh hallo, kleines Kerlchen.
russian: Привет, приятель.
spanish: Ah, hola, coleguilla.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.SLEEPING
source: Look'em, Lucy.
french: Lucy, regarde comme cet animal dort bien.
german: Sieh nur, Lucy.
russian: Ты только посмотри на него, Люси.
spanish: Mira, Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.DEAD
source: For the best.
french: C'est pas plus mal comme ça.
german: Es ist besser so.
russian: И к лучшему.
spanish: Así es mejor.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.GENERIC
source: Seems mighty angry.
french: Cette bestiole semble très en colère.
german: Scheint mächtig wütend.
russian: Его переполняет злоба.
spanish: Parece de uñas.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.SLEEPING
source: Let sleeping bugs lie, I say.
french: À mon avis, il faut la laisser dormir.
german: Keine schlafenden Käfer wecken, sage ich.
russian: Не буди спящего жука, как говорится.
spanish: Dejemos tranquilos a los bichos, digo yo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEDIMENTPUDDLE
source: What's that shiny stuff in there?
french: C'est quoi ce truc qui brille là-dedans ?
russian: Что это там блестит такое?
spanish: ¿Qué es eso brillante de dentro?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHEARS
source: Don't get jealous, Lucy.
french: Lucy, ne sois pas jalouse.
german: Nicht eifersüchtig sein, Lucy.
russian: Люси, не ревнуй.
spanish: No te pongas celosa, Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.BURNT
source: How did it get burned?!
french: Comment s'est-il brûlé ?!
german: Wie konnte es verbrannt werden?!
russian: Как сгорел?!
spanish: ¡¿Cómo se quemó?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.COOKING_SHORT
source: Oh boy! Here it comes!
french: Oh mec! Ça vient!
german: Oh Junge! Hier kommt es!
russian: О, парень! Вот оно!
spanish: ¡Oh chico! ¡Aquí viene!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.DONE
source: Hrumph. A big production for a little metal.
french: Pff, tout ça pour aussi peu de métal.
german: Hrumpf. Viel Aufwand für wenig Metall.
russian: Хмпф. Большая печь для маленького кусочка металла.
spanish: Mmmff. Una gran producción por poco metal.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.EMPTY
source: It's like a giant maple syrup bucket.
french: C'est comme un seau de sirop d'érable géant.
german: Es ist wie ein riesiger Eimer mit Ahornsirup.
russian: Это похоже на гигантское ведро с кленовым сиропом.
spanish: Es como un cubo gigante de jarabe de arce.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREE_PILLAR
source: That's a real beaut.
french: Splendide !
german: Was für eine Schönheit.
russian: Красота какая.
spanish: Una auténtica belleza.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WEEVOLE
source: Worse than black flies.
french: Cette bestiole est encore pire que les mouches noires.
german: Schlimmer als Schmeißfliegen.
russian: Они даже хуже черных мух.
spanish: Peor que las moscas negras.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WEEVOLE_CARAPACE
source: That'll teach 'em!
french: Ça lui apprendra !
german: Das wird ihnen eine Lehre sein!
russian: Это будет им уроком!
spanish: ¡Así aprenderán!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_DEHUMID.1
source: Ah! Th'air be cool again.
french: Ah ! Y fait meilleur.
german: Ah! Die Luft ist wieder kühler.
russian: О! Как морской прохладой накрыло.
spanish: ¡Ah! Aire fresco otra vez.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_GNATS_DIED
source: Die! Flying bait!
french: Mourir! Appât volant !
german: Sterben! Fliegender Köder!
russian: Умереть! Летающая приманка!
spanish: ¡Morir! ¡Cebo volador!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HAYFEVER
source: Me nose be itchier than a sliver in me pegleg.
french: Mon pif m'gratte encore plus qu'un éclat dans ma jambe d'bois.
german: Meine Nase juckt schlimmer als ein Splitter im Holzbein.
russian: Нос чешется сильнее, чем деревяшка, в которую заноза попала.
spanish: Me pica más la nariz que una avispa en los calzones.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HAYFEVER_OFF
source: Ah! Th'air be clear again!
french: Ah ! C'est mieux !
german: Ah! Die Luft ist wieder klar!
russian: О! Снова вдохнул полной грудью!
spanish: ¡Ah! ¡Aire limpio otra vez!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_PICKPOOP.1
source: Arrgh!
french: Arrg !
russian: Ар-р-р!
spanish: ¡Argh!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_PICKPOOP.2
source: Avast!
french: Mille sabords !
russian: Свистать всех наверх!
spanish: ¡Alto!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_PICKPOOP.3
source: Ye repulsive thing!
french: Sapristi, c'est dégoûtant !
russian: Мер-р-рзость!
spanish: ¡Cosa repulsiva!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_SNEEZE
source: Ahh-pheww!!
french: Aaaa-tchouuuum !!
german: Haah-tschuuuh!!
russian: А-а-апчхи!
spanish: ¡¡A... chís!!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TOO_HUMID.1
source: Arrgh! It be hot!
french: Arrgh ! C'est qu'y fait chaud !
german: Arrr! Wie heiß!
russian: Ар-р-р! Жара-то какая!
spanish: ¡Argh! ¡Está ardiendo!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TOO_HUMID.2
source: This %s is makin' me sweat me britches.
french: Cet accessoire (%s) m'fait suer de la poupe.
german: %s, mir läuft die Bilge über.
russian: %s — кошмар. Бриджи хоть выжимай.
spanish: %s... ¡Me están haciendo sudar como un gorrino!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ALLOY
source: Ahoy, alloy!
french: Alliage en vue !
german: Spannende Mischung.
russian: Славься, сплав!
spanish: ¡Ah del barco!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.APORKALYPSE_CLOCK
source: Tha time be nigh!
french: L'heure est proche !
german: Die Zeit ist gekommen!
russian: Время пришло!
spanish: ¡S'acerca la hora!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_METALPLATE
source: Not good fer swimmin' in.
french: Pas pratique pour nager.
german: Nicht gut zum Schwimmen geeignet.
russian: В этом не поплаваешь.
spanish: Pa nadar no viene bien, no.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_WEEVOLE
source: Aye. Finery made o' bug skin.
french: Pour sûr, c'est d'la belle parure en matière d'insecte.
german: Ja, Putz aus Insektenhaut.
russian: Эге. Наряд из жучиной шкуры.
spanish: Sí. Finuras hechas de piel de bicho.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ASPARAGUS_PLANTED
source: Tiny masts growin' from the ground.
french: Des p'tits mâts qui sortent du sol.
german: Kleine Masten, die aus dem Boden wachsen.
russian: Это же мачты, которые растут в земле.
spanish: Pequeños mástiles que salen de la tierra.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BASEFAN
source: A cool wind blows from thee!
french: Ça fait une p'tite brise agréable !
german: Lässt eine kühle Brise wehen!
russian: Чтобы поднимать прохладный ветерок.
spanish: ¡Sopla un viento fresco!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHITIN
source: A harden'd hull.
french: Une coque toute durcie.
german: Harte Hülle.
russian: Надежный корпус.
spanish: Un casco endurecido.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTNETTLE
source: Cleans tha' nose as good as sea air.
french: Aussi efficace que l'air du large pour dégager l'pif.
german: Macht die Nase frei wie gute Seeluft.
russian: Прочищает нос не хуже морского воздуха.
spanish: Limpia la nariz como la brisa marina.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBALL
source: Throw it o'erboard!
french: À jeter par-dessus bord !
russian: За борт его!
spanish: ¡Lánzalo por la borda!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.DEAD
source: 'tas been run through!
french: La bestiole est plus très vivante, pour sûr.
russian: Кишки выпотрошили.
spanish: ¡Le han pasao por encima!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.GENERIC
source: Cre'ture o' tha dung.
french: Une bestiole qui fait des boules d'bouse.
russian: Навозная тварь.
spanish: Criatura de estiércol.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.SLEEPING
source: Too much o' the grog?
french: T'as siroté trop d'rhum ?
russian: Грога перебрал?
spanish: ¿Habrá bebido mucho ron?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Th'foul stench follows ye.
french: L'odeur infecte te suit.
russian: Окружен облаком вони.
spanish: Tu pestazo te acompaña.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGPILE.GENERIC
source: Foul.
french: Immonde.
russian: Гадко.
spanish: Podrido.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGPILE.PICKED
source: Argh! Sweet seawat'r could'na cleanse me now.
french: Argh ! Même l'eau d'mer pourra pas m'nettoyer.
russian: Ар-р! Сейчас бы вымыться в свежей морской воде.
spanish: ¡Argh! Ni la dulce agua marina podría limpiarme ahora.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER_RAINFOREST
source: Ol'Woodlegs na'got use fer'it.
french: L'vieux Woodlegs a pas besoin d'ça.
german: Kann der alte Woodlegs nicht gebrauchen.
russian: Старине Вудлегсу это не нужно.
spanish: Al viejo Patapalo no le sirve de na.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.DEAD
source: Tells no tales.
french: Cette bestiole a fini d'raconter des histoires.
german: Leuchtet nicht mehr.
russian: Уже ничего не расскажет.
spanish: No cuenta historias.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.GENERIC
source: A fly'o'glow!
french: Une bestiole luisante !
german: Eine leuchtende Fliege!
russian: Светящаяся муха.
spanish: ¡Una mosca brillante!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.SLEEPING
source: Becalm'd.
french: Cette bestiole est encalminée.
german: In Ruhe.
russian: Успокоилась.
spanish: Calma chicha.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY_COCOON
source: 'e be sleepin' it off.
french: La bestiole est en train de cuver.
german: Schläft seinen Rausch aus.
russian: Отсыпается.
spanish: Está durmiendo la mona.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GNAT
source: Flyin' minnows.
french: Du fretin qui vole.
german: Fliegende Pfrillen.
russian: Летающие рыбешки.
spanish: Pececillos voladores.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GNATMOUND
source: Barnacle's o'tha land.
french: On dirait des balanes de terre ferme.
german: Seepocken des Landes.
russian: Сухопутные ракушки.
spanish: Percebes de tierra firme.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GOLDPAN
source: Fer fishin' fer gold.
russian: Чтобы выуживать золото.
spanish: Pa pescar oro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.BURNING
source: 'Tis ablaze!
french: Feu en vue !
german: Da brennt's!
russian: Как пылает!
spanish: ¡Está en llamas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.GENERIC
source: As tall'as th'sky.
french: Cette herbe monte aussi haut qu'un grand mât.
german: Himmelhoch
russian: До небес.
spanish: Alto como el cielo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.PICKED
source: Plunder'd.
french: Pillage d'herbe.
german: Geplündert.
russian: Срезана под корень.
spanish: Esto lo han saqueao.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HALBERD
source: T'ain't no cutlass.
french: Ça vaut pas mon sabre d'abordage.
german: Kein Entermesser.
russian: Это не кортик.
spanish: Eso no es un alfanje.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.IRON
source: 'Tis not gold, but a treasure nonetheless.
french: C'est ptêt' pas de l'or mais c'est quand même un trésor.
german: Kein Gold, aber trotzdem ein Schatz.
russian: Может, и не золото, но все равно сокровище.
spanish: No es oro, pero es un tesoro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PANGOLDEN
source: Eatin' up all tha treasure!
russian: Пожирает сокровище!
spanish: ¡Se está comiendo el tesoro!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.DEAD
source: It tells no tales.
french: Cette créature a fini d'raconter des histoires.
german: Es ist Schluss mit ihm.
russian: Уже ничего не расскажет.
spanish: Ya no se cuenta historias.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.GENERIC
source: Arr, them eyes need patches!
french: Arrgh, faut un cache-œil pour tous les yeux !
german: Arr, die Augen brauchen Klappen!
russian: Ар-р, сколько повязок уйдет на эти глаза.
spanish: Arrr, ¡esos ojos necesitan parches!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.SLEEPING
source: She be grabbin' some shuteye.
french: La créature pique un p'tit roupillon.
german: Er muss mal die Augen schließen.
russian: Птичка решила подремать.
spanish: Está echándose un sueñecito.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWKFEATHER
source: Feather'o'glimmer.
french: Une plume scintillante.
german: Funkelfeder.
russian: Глазеющее перо.
spanish: Pluma brillante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK_BUSH
source: 'Tis unsettlin' t'b'sure.
french: C'est perturbant, pour sûr.
german: Ziemlich beunruhigend.
russian: Да уж, как-то не по себе.
spanish: Esto es de lo más inquietante.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.APORKALYPSE
source: Have at ye!
french: À l'attaque !
german: Nimm das!
russian: Оставь при себе!
spanish: ¡No me toques!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.FOLLOWER
source: B'gone y'scurvy dog!
french: Du vent, cabot scorbutique !
german: Verschwinde, räudiger Köter!
russian: Проваливай, пес цинготный!
spanish: ¡Lárgate, perro escorbuto!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.GENERIC
source: Scurvy dog.
french: Un cabot scorbutique.
german: Räudiger Hund.
russian: Пес цинготный.
spanish: Perro escorbuto.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.SLEEPING
source: Thet b'nice.
french: J'préfère quand ce cabot dort.
german: Gut so.
russian: Хорошо ему.
spanish: Eso está bien.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.DEAD
source: Aye, 'tis fer'tha best.
french: C'est mieux ainsi, pour sûr.
german: Ja, so ist es besser.
russian: Ар-р, все к лучшему.
spanish: Sí, esto será lo mejor.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.GENERIC
source: Ornery buggie.
french: Une bestiole ronchonne.
german: Wütendes Viech.
russian: Своенравный жучок.
spanish: Bichejo con mal genio.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.SLEEPING
source: Thar she blows!
french: Ça souffle !
german: Wal in Sicht!
russian: Ща рванет!
spanish: ¡Se hunde!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEDIMENTPUDDLE
source: Alas, not big enough to sail in.
french: Mille sabords, c'est pas assez grand pour naviguer d'dans.
russian: Увы, по ней в плавание не пуститься.
spanish: Qué pena, no es lo bastante grande como pa navegar.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHEARS
source: A cutlass fer tha'bushes.
french: Un sabre d'abordage pour la broussaille.
german: Entermesser für Büsche.
russian: Кортик для кустов.
spanish: Un alfanje pa los arbustos.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.BURNT
source: Blast the bore!
french: Explosez l'alésage !
german: Spreng die Bohrung!
russian: Взорви дыру!
spanish: ¡Explota el agujero!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.COOKING_SHORT
source: Ye'll be done soon 'nuff.
french: Vous aurez bientôt fini 'nuff.
german: Ihr werdet bald fertig sein, nuff.
russian: Ты скоро закончишь, нафф.
spanish: Terminarás pronto 'nuff.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.DONE
source: She's ready ta fire!
french: Elle est prête à tirer !
german: Sie ist bereit zum Feuern!
russian: Она готова к огню!
spanish: ¡Está lista para disparar!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.EMPTY
source: A cannon fer makin' metals.
french: Une sorte de canon pour fabriquer du métal.
german: Kanone, mit der man Metall machen kann.
russian: Пушка-то может делать металлы.
spanish: Un cañón pa hacer metales.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TREE_PILLAR
source: Vessel i'th'makin'.
french: Un navire en devenir.
german: Der wird mal ein Schiff.
russian: Будущее судно растет.
spanish: Un futuro barco.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WEEVOLE
source: 'ave at ye landlubbers!
french: En garde, marin d'eau douce !
german: Packt euch, Landratten!
russian: Да чтоб вам, сухопутные крысы!
spanish: ¡Ahí tenéis, marineros de agua dulce!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WEEVOLE_CARAPACE
source: Longcoat made o' them pesky bugs.
french: Un manteau long fabriqué à partir d'ces fichues bestioles.
german: Der Mantel dieser Mistbiester.
russian: Плащ из этих надоедливых жуков.
spanish: Un gabán hecho de esos molestos bichos.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_DEHUMID.1
source: Cooler now
french: J'ai moins chaud maintenant.
german: Jetzt ist es kühler.
russian: Теперь прохладней
spanish: Más fresco ahora

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_GNATS_DIED
source: The sizzling guys are gone
french: Les gars grésillants sont partis
german: Die brutzelnden Kerle sind weg
russian: Шикарные ребята ушли
spanish: Los chicos chisporroteantes se han ido

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_HAYFEVER
source: Happy time is coming!
french: La joyeuse période arrive !
german: Jetzt kommt die schöne Zeit!
russian: Время радости близко!
spanish: ¡Queda poco para temporada feliz!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_HAYFEVER_OFF
source: Oh. Happy time gone
french: Oh, la joyeuse période est finie.
german: Oh. Die schöne Zeit ist vorbei.
russian: Ой. Время радости закончилось
spanish: Oh. Se acabó temporada feliz

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_PICKPOOP.1
source: Wheee!
french: Youpi !
russian: Уи-и-и!
spanish: ¡Ueee!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_PICKPOOP.2
source: Yay!
french: Ouais !
russian: Ура!
spanish: ¡Sí!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_PICKPOOP.3
source: Woohoo!
french: Wouhou !
russian: Ура-а-а!
spanish: ¡Yuju!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_SNEEZE
source: Hiccup!
french: *Hic*
german: Hick!
russian: Ик!
spanish: ¡Hipo!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_TOO_HUMID.1
source: %s is heavy
french: Cet accessoire (%s) est trop lourd.
german: %s ist schwer.
russian: %s так давит
spanish: %s pesa mucho

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_TOO_HUMID.2
source: %s too hot
french: Cet accessoire (%s) donne trop chaud.
german: %s ist zu heiß.
russian: %s. Так жарко
spanish: %s demasiado caliente

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ALLOY
source: Bar of Clink Rock
french: Une barre de pierre qui fait des cliquetis.
german: Ein Stück Glanzstein.
russian: Слиток звонкого камня
spanish: Barra de roca tintineante

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.APORKALYPSE_CLOCK
source: Tic Tock
french: Tic-tac.
german: Ticktack.
russian: Тик-ток
spanish: Tic-tac

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_METALPLATE
source: Clink Rock clothes
french: Un vêtement en pierre qui fait des cliquetis.
german: Klingelsteinkleidung.
russian: Одежда из звонкого камня
spanish: Ropa de roca tintineante

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_WEEVOLE
source: Bzzter clothes
french: C'est un vêtement de bzzz.
german: Bssst-Kleidung.
russian: Одежда из жужжалки
spanish: Ropa de zuum

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUS_PLANTED
source: Hello there!
french: Coucou toi !
german: Hallöchen!
russian: Привет-привет!
spanish: ¡Hola, hola!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BASEFAN
source: Wind
french: Remonter
german: Aufziehen
russian: Завести
spanish: Dar cuerda

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHITIN
source: Bzzter clothes
french: C'est un vêtement de bzzz.
german: Bssst-Kleidung.
russian: Одежда из жужжалки
spanish: Ropa de zuum

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CUTNETTLE
source: (sniiiiiff)
french: *Ssniiiiiff*
german: (Schnupper)
russian: (нюх)

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBALL
source: Yay! Ball of poop!
french: Youpi, une boule de bouse !
russian: Ура! Шар из каки!
spanish: ¡Sí! ¡Bola de caca!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.DEAD
source: Poor poop rider
french: Pauvre bestiole qui se baladait sur de la bouse.
russian: Бедный ездок на каке
spanish: Pobre cabalgacacas

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.GENERIC
source: You like poop too?!
french: Toi aussi, tu aimes la bouse ?!
russian: Тебе тоже нравятся каки?!
spanish: ¡¿A ti también te gusta la caca?!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.SLEEPING
source: Shhh...
french: Chut...
russian: Тсс...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Where's poop?
french: Elle est où la bouse ?
russian: А где кака?
spanish: ¿Dónde hay caca?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGPILE.GENERIC
source: Poop!
french: De la bouse !
russian: Кака!
spanish: ¡Caca!
