Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_GNATS_DIED
source: I can deal with you without fire.
french: Je peux m'occuper de toi sans feu.
german: Ich kann ohne Feuer mit dir fertig werden.
russian: Я могу справиться с тобой без огня.
spanish: Puedo tratar contigo sin fuego.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HAYFEVER
source: My sinuses are burning.
french: Mes sinus brûlent.
german: Mir brennt die Nase.
russian: У меня ноздри жжет.
spanish: Las vías respiratorias me escuecen.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HAYFEVER_OFF
source: Sniff! I feel better now!
french: Sniff ! Je me sens mieux maintenant !
german: Schnüff! Es geht mir schon viel besser!
russian: Ух, мне намного лучше.
spanish: *Sniff* ¡Ya me encuentro mejor!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PICKPOOP.1
source: Ick!
french: Beurk !
russian: Фу!
spanish: ¡Buf!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PICKPOOP.2
source: Gross!
french: Écœurant !
russian: Громадные!
spanish: ¡Asqueroso!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PICKPOOP.3
source: Burn it all!!
french: Tout doit brûler !
russian: Сжечь, сжечь!
spanish: ¡Quémalo todo!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SNEEZE
source: Achoo!!
french: Atchoum !
german: Hatschiii!!
russian: Апчхи!
spanish: ¡Achúúúúúúús!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TOO_HUMID.1
source: It's burning hot. But not in a good way.
french: Il fait une chaleur mortelle. Mortelle au sens ''qui peut tuer''.
german: Brennend heiß. Aber nicht auf die gute Art.
russian: Жара просто обжигающая, и не в лучшем смысле слова.
spanish: Está al rojo vivo. Y no lo digo en plan bien.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TOO_HUMID.2
source: It's too hot.
french: Il fait trop chaud.
german: Es ist zu heiß.
russian: Жара невыносимая.
spanish: Qué calor.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ALLOY
source: Fire makes everything better.
french: Le feu améliore tout.
german: Feuer macht alles besser.
russian: С огнем все становится лучше.
spanish: El fuego lo mejora todo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.APORKALYPSE_CLOCK
source: Looks ominous. I like it.
french: Ça a l'air si sinistre... Ça me plaît.
german: Sieht bedrohlich aus. Gefällt mir.
russian: Выглядит зловеще. Мне нравится.
spanish: Da mal rollo. Me gusta.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_METALPLATE
source: I feel like a tin can.
french: Je me sens comme une boîte de conserve.
german: Ich fühle mich wie eine Konservendose.
russian: Чувствую себя консервой.
spanish: Me siento como una lata de sardinas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_WEEVOLE
source: This feels gross. I hope it works.
french: Cette cape est un peu dégueu. J'espère qu'elle fonctionne.
german: Fühlt sich widerlich an. Hoffentlich funktioniert sie.
russian: На ощупь та еще гадость. Надеюсь, она хотя бы работает.
spanish: Qué asquito. Espero que funcione.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASPARAGUS_PLANTED
source: Haha! Found you!
french: Ha ha ! Trouvée !
german: Haha! Hab ich euch!
russian: Ха! Нашла!
spanish: ¡Ja, ja! ¡Te encontré!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BASEFAN
source: Fan the flames.
french: Ventile et attise les flammes.
german: Facht die Flammen an.
russian: Раздувает огонь.
spanish: Aviva las llamas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHITIN
source: Bug skin.
french: De la peau de bestiole.
german: Insektenhaut.
russian: Жучиная шкура.
spanish: Piel de bicho.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTNETTLE
source: It smells funny.
french: Drôle d'odeur.
german: Das riecht komisch.
russian: Пахнет забавно.
spanish: Huele raro.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBALL
source: Can't even set it on fire.
french: Je peux même pas y mettre le feu.
russian: Его даже поджечь нельзя.
spanish: Ni siquiera puedo prenderle fuego.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.DEAD
source: Squashed.
french: La bestiole est toute aplatie.
russian: Его раздавили.
spanish: Una vida aplastada.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.GENERIC
source: Beat it, smelly beetle!
french: Fiche le camp, bestiole puante !
russian: Давай, вонючий жук, кати свой шар!
spanish: ¡Largo, escarabajo apestoso!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.SLEEPING
source: How do you sleep with that smell?
french: Comment peux-tu dormir avec une telle odeur ?
russian: Как вообще можно спать в такой вонище?
spanish: ¿Cómo puedes dormir con semejante olor?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.UNDUNGED
source: You better run.
french: Tu ferais mieux de déguerpir.
russian: Беги, пока можешь.
spanish: Más te vale correr.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGPILE.GENERIC
source: Haha, that pile's huge!
french: Haha, ça c'est un gros tas !
russian: Ха, вот это куча!
spanish: ¡Ja, ja, pedazo de montón!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGPILE.PICKED
source: What? I needed it.
french: Quoi ? J'en avais besoin.
russian: Что? Это было необходимо.
spanish: ¿Qué? Lo necesitaba.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_RAINFOREST
source: It's kinda ugly. But it burns.
french: C'est un peu dégueu. Mais inflammable.
german: Irgendwie hässlich. Aber brennbar.
russian: Довольно страшный, но горит хорошо.
spanish: Bonita no es, pero arde.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.DEAD
source: Squashed.
french: La bestiole est toute aplatie.
german: Matsch.
russian: Ее раздавили.
spanish: Una vida aplastada.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.GENERIC
source: Looks slimy.
french: Cette bestiole a l'air toute gluante.
german: Sieht schleimig aus.
russian: Выглядит склизко.
spanish: Parece babosa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.SLEEPING
source: (Psst... you're gross.)
french: (Psst... Tu es dégueu.)
german: (Psst ... Du bist widerlich.)
russian: (Эй! Ты мерзкая!)
spanish: (Psst... Das asquito).

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY_COCOON
source: Doing a bad job of hiding from me.
french: C'est une bien mauvaise cachette.
german: Ist schlecht darin, sich vor mir zu verstecken.
russian: Не очень-то у тебя хорошо получается прятаться.
spanish: Se te da muy mal esconderte de mí.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GNAT
source: Agh! They're too small to burn!
french: Grrr ! Ils sont trop petits pour être brûlés !
german: Argh! Sie sind zu klein, um sie zu verbrennen!
russian: Ай! Они слишком мелкие, чтобы их сжечь!
spanish: ¡Agh! ¡Demasiado mono para arder!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GNATMOUND
source: I can't even burn it down.
french: Je ne peux même pas réduire ce truc en cendres.
german: Ich kann ihn nicht mal niederbrennen.
russian: Я даже сжечь ее не могу.
spanish: ¡Ni siquiera puedo quemarlo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GOLDPAN
source: You mean I have to do work?
russian: Мне что, руками работать придется?
spanish: ¿Quieres decir que tengo que currármelo?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.BURNING
source: I win.
french: C'est moi qui gagne.
german: Gewonnen.
russian: Я победила.
spanish: He ganado.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.GENERIC
source: This grass is tough!
french: Cette herbe est coriace
german: Dieses Gras ist ganz schön zäh!
russian: Какая жесткая трава!
spanish: ¡Esta hierba es durilla!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.PICKED
source: Not tough enough!
french: Pas assez coriace !
german: Nicht zäh genug!
russian: Жесткости ей все же не хватило.
spanish: ¡Nada se me resiste!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HALBERD
source: Weapons are only good if they're twice your size.
french: Quel intérêt a une arme si elle ne fait pas deux fois ma taille ?
german: Waffen sind nur gut, wenn sie doppelt so groß sind wie man selbst.
russian: Оружие должно быть как минимум в два раза больше тебя самой.
spanish: Las armas solo sirven si miden el doble que tú.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.IRON
source: I can't burn it with just my lighter.
french: Il va falloir plus que mon briquet pour faire brûler ça.
german: Mein Feuerzeug reicht nicht zum Verbrennen.
russian: Одной зажигалкой тут не обойтись.
spanish: Puedo hacer que arda con mi mechero.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANGOLDEN
source: Yeesh, he's sucking up all the gold!
russian: Ничего себе! Он золото всасывает!
spanish: Jope, ¡se está chupando todo el oro!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.DEAD
source: Very dead.
french: Cette créature est plus que morte.
german: Sehr tot.
russian: Мертвее мертвого.
spanish: Fiambre del todo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.GENERIC
source: Jeepers peepers!
french: Incroyable !
german: Guck nur!
russian: Батюшки темны!
spanish: ¡Pero qué ven mis ojos!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.SLEEPING
source: I wonder what burning feathers smell like.
french: Je me demande quelle odeur ont les plumes qui brûlent.
german: Ich möchte wissen, wie brennende Federn riechen.
russian: Интересно, как пахнут горящие перья?
spanish: Me pregunto cómo olerán las plumas quemadas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWKFEATHER
source: Fancy feathers.
french: Une très belle plume.
german: Schicke Federn.
russian: Красивые перья.
spanish: Plumas bonitas.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK_BUSH
source: A bush. I think.
french: Un buisson. Enfin je crois.
german: Ein Busch. Glaube ich.
russian: По-моему, это куст.
spanish: Un arbusto, creo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.APORKALYPSE
source: I don't like the look of that dog!
french: Je n'aime pas trop la tête que fait ce chien !
german: Es gefällt mir nicht, wie der Hund aussieht!
russian: Не нравится мне, как эта псина выглядит.
spanish: ¡No me gusta la pinta de ese chucho!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.FOLLOWER
source: Hey! Shoo!
french: Allez, du vent !
german: He! Ksch!
russian: Эй, а ну брысь!
spanish: ¡Eh, fus, fus!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.GENERIC
source: Hey! A doggy!
french: Hé ! Une sorte de toutou !
german: He! Ein Hundchen!
russian: Ой, собачка!
spanish: ¡Eh! ¡Un perrito!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.SLEEPING
source: Aw, it's sleeping.
french: Oh, le toutou fait dodo.
german: Och. Es schläft.
russian: О-о-о! Он спит.
spanish: Oh, está durmiendo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.DEAD
source: Looks dead to me.
french: Sans vie j'ai l'impression.
german: Sieht mir tot aus.
russian: Он явно мертв.
spanish: A mí me parece kaput.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.GENERIC
source: What're you so mad about?
french: Qu'est-ce qui t'excite tant que ça ?
german: Worüber sind Sie so wütend?
russian: Что тебя так разозлило?
spanish: ¿Por qué estás tan enfadado?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.SLEEPING
source: I should draw a mustache on its mustache while it sleeps.
french: Je devrais lui dessiner une deuxième moustache pendant son sommeil.
german: Ich sollte ihm einen Schnurrbart auf den Schnurrbart malen, solange er schläft.
russian: Нужно нарисовать ему на усах усы, пока он спит.
spanish: Debería dibujarle un bigote en el bigote mientras duerme.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEDIMENTPUDDLE
source: Yeesh, there's a lot of sparkles in there.
french: Bon sang, ça brille drôlement là-dedans.
russian: Ух ты, какая блестящая вода.
spanish: Jope, veo muchos destellos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHEARS
source: Not as good as fire, but I guess it has its uses.
french: Ça ne vaut pas le feu, mais ça peut quand même servir.
german: Nicht so gut wie Feuer, aber wohl ganz nützlich.
russian: С зажигалкой не сравнить, но какая-то польза от них все же есть.
spanish: No está a la altura del fuego, pero supongo que tiene sus usos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.BURNT
source: Okay, that's a liitle bit too far.
french: Bon, c'est un peu trop loin.
german: Okay, das ist ein bisschen zu weit.
russian: Хорошо, это слишком далеко.
spanish: Bueno, eso es un poco demasiado lejos.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.COOKING_SHORT
source: The fire is doing its thing!
french: Le feu fait son effet !
german: Das Feuer macht sein Ding!
russian: Огонь делает свое дело!
spanish: ¡El fuego está haciendo lo suyo!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.DONE
source: When are we do this again?
french: Quand est-ce qu'on refait ça ?
german: Wann machen wir das wieder?
russian: Когда мы сделаем это снова?
spanish: ¿Cuándo volvemos a hacer esto?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.EMPTY
source: Oh yeah! Now I can burn metal.
french: Génial, maintenant je peux faire brûler le métal !
german: Oh ja! Jetzt kann ich Metall verbrennen.
russian: О, да! Теперь я даже металл жечь могу!
spanish: ¡Toma ya! Ahora puedo quemar el metal.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREE_PILLAR
source: That's a big ol' tree.
french: C'est un arbre aussi vieux que grand.
german: Das ist ein großer alter Baum.
russian: Большое старое дерево.
spanish: Es un árbol viejo grande.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WEEVOLE
source: Stand still so I can burn you.
french: Reste donc immobile, que je puisse te brûler.
german: Halt still, damit ich dich verbrennen kann.
russian: Стой спокойно, чтобы я могла тебя поджечь.
spanish: No te muevas, que quiero quemarte.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WEEVOLE_CARAPACE
source: Ew.
french: Beurk.
german: Igitt!
russian: Фу.
spanish: Puaj.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_DEHUMID.1
source: This is much more comfortable.
french: C'est beaucoup plus confortable.
german: Das ist viel angenehmer.
russian: Это гораздо удобнее.
spanish: Esto es mucho más cómodo.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_GNATS_DIED
source: I said stay away.
french: J'ai dit de rester à l'écart.
german: Ich sagte, bleib weg.
russian: Я сказал, держись подальше.
spanish: Dije que te alejes.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_HAYFEVER
source: My nose is itchy...
french: Mon nez me gratte...
german: Meine Nase juckt...
russian: У меня чешется нос...
spanish: me pica la nariz...

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_HAYFEVER_OFF
source: Huh, finally comfortable.
french: Heu, enfin à l'aise.
german: Huh, endlich bequem.
russian: О, наконец-то удобно.
spanish: Huh, finalmente cómodo.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_PICKPOOP.1
source: Alas!
french: Hélas!
russian: Увы!
spanish: ¡Pobre de mí!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_PICKPOOP.2
source: So dirty!
french: Tellement sale!
russian: Очень грязно!
spanish: ¡Muy sucio!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_PICKPOOP.3
source: Unbearable!
french: Insupportable!
russian: Невыносимо!
spanish: ¡Inaguantable!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_SNEEZE
source: Ah chirp!
french: Ah gazouillis !
german: Ah zwitscher!
russian: Ах, чирик!
spanish: ¡Ay chirrido!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_TOO_HUMID.1
source: %s is not breathable at all.
french: %s n'est pas du tout respirant.
german: %s ist überhaupt nicht atmungsaktiv.
russian: %s вообще не пригоден для дыхания.
spanish: %s no es transpirable en absoluto.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_TOO_HUMID.2
source: This %s is so boring that I can't breathe.
french: Ce %s est tellement ennuyeux que je ne peux plus respirer.
german: Dieses %s ist so langweilig, dass ich nicht atmen kann.
russian: Это %s настолько скучно, что я не могу дышать.
spanish: Este %s es tan aburrido que no puedo respirar.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ALLOY
source: Proper processing makes it better.
french: Un traitement approprié le rend meilleur.
german: Die richtige Verarbeitung macht es besser.
russian: Правильная обработка делает его лучше.
spanish: El procesamiento adecuado lo hace mejor.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.APORKALYPSE_CLOCK
source: A fairly complex set of instrumentation.
french: Une instrumentation assez complexe.
german: Eine ziemlich komplexe Instrumentierung.
russian: Достаточно сложный набор инструментов.
spanish: Un conjunto bastante complejo de instrumentación.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ARMOR_METALPLATE
source: Bulky, but surprisingly well-protected.
french: Encombrant, mais étonnamment bien protégé.
german: Sperrig, aber überraschend gut geschützt.
russian: Громоздкий, но на удивление хорошо защищенный.
spanish: Voluminoso, pero sorprendentemente bien protegido.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ARMOR_WEEVOLE
source: Not very comfortable, just let it go.
french: Pas très confortable, il suffit de laisser tomber.
german: Nicht sehr bequem, lass es einfach sein.
russian: Не очень удобно, просто отпусти.
spanish: No es muy cómodo, solo déjalo ir.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ASPARAGUS_PLANTED
source: Wholesome green vegetables.
french: Légumes verts sains.
german: Gesundes grünes Gemüse.
russian: Полезные зеленые овощи.
spanish: Vegetales verdes saludables.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BASEFAN
source: I'm sure bossman would be very interested in it.
french: Je suis sûr que Bossman serait très intéressé.
german: Ich bin mir sicher, dass Bossman großes Interesse daran hätte.
russian: Я уверен, боссман был бы очень заинтересован в этом.
spanish: Estoy seguro de que al jefe le interesaría mucho.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHITIN
source: I don't know what this can be used for.
french: Je ne sais pas à quoi cela peut servir.
german: Ich weiß nicht, wofür das verwendet werden kann.
russian: Я не знаю, для чего это можно использовать.
spanish: No sé para qué se puede usar esto.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CUTNETTLE
source: Keep your breath flowing and refresh your mind.
french: Gardez votre respiration fluide et rafraîchissez votre esprit.
german: Lassen Sie Ihren Atem fließen und erfrischen Sie Ihren Geist.
russian: Сохраняйте дыхание и освежайте свой разум.
spanish: Mantén tu respiración fluyendo y refresca tu mente.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBALL
source: I would never touch it.
french: Je n'y toucherais jamais.
russian: Я бы никогда не прикоснулся к этому.
spanish: Nunca lo tocaría.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.DEAD
source: Is she dead?
french: Est-elle morte ?
russian: Она мертва?
spanish: ¿Está ella muerta?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.GENERIC
source: No matter how many times you see it, it’s hard to accept.
french: Peu importe le nombre de fois où vous le voyez, c’est difficile à accepter.
russian: Независимо от того, сколько раз вы это видите, это трудно принять.
spanish: No importa cuántas veces lo veas, es difícil de aceptar.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.SLEEPING
source: Rest is a must.
french: Le repos est indispensable.
russian: Отдых обязателен.
spanish: El descanso es imprescindible.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.UNDUNGED
source: It looks like the loss of a loved one.
french: Cela ressemble à la perte d'un être cher.
russian: Это похоже на потерю близкого человека.
spanish: Parece la pérdida de un ser querido.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGPILE.GENERIC
source: Ugh, gross.
french: Pouah, dégoûtant.
russian: Ух, мерзко.
spanish: Uf, asqueroso.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGPILE.PICKED
source: I thought it was over...
french: Je pensais que c'était fini...
russian: Я думал, что все кончено...
spanish: Pensé que había terminado...

# STRINGS.CHARACTERS.WINONA.DESCRIBE.FLOWER_RAINFOREST
source: I have never seen such flowers.
french: Je n'ai jamais vu de telles fleurs.
german: Ich habe noch nie solche Blumen gesehen.
russian: Я никогда не видела таких цветов.
spanish: Nunca he visto tales flores.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.DEAD
source: It's broken.
french: C'est cassé.
german: Es ist kaputt.
russian: Оно сломано.
spanish: Esta roto.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.GENERIC
source: Flying spotlights.
french: Projecteurs volants.
german: Fliegende Scheinwerfer.
russian: Летающие прожекторы.
spanish: Focos voladores.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.SLEEPING
source: It's time for maintenance.
french: C'est l'heure de l'entretien.
german: Es ist Zeit für die Wartung.
russian: Пришло время технического обслуживания.
spanish: Es hora de mantenimiento.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY_COCOON
source: Change is happening.
french: Le changement est en train de se produire.
german: Veränderung findet statt.
russian: Изменения происходят.
spanish: El cambio está ocurriendo.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GNAT
source: leave me alone!
french: laisse-moi tranquille!
german: lass mich in ruhe!
russian: Оставь меня в покое!
spanish: ¡Déjame en paz!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GNATMOUND
source: Those bugs are hiding in here.
french: Ces bugs se cachent ici.
german: Diese Käfer verstecken sich hier drin.
russian: Эти ошибки прячутся здесь.
spanish: Esos bichos se esconden aquí.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GOLDPAN
source: Separate the metal.
russian: Отделите металл.
spanish: Separa el metal.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.BURNING
source: A Grass fire!
french: Feu d'herbe !
german: Grasfeuer!
russian: Травяной огонь!
spanish: ¡Fuego de hierba!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.GENERIC
source: That's some... very tall grass.
french: C'est de l'herbe... très haute.
german: Das ist etwas... sehr hohes Gras.
russian: Это какая-то... очень высокая трава.
spanish: Eso es... hierba muy alta.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.PICKED
source: All work is done.
french: Tout le travail est fait.
german: Alle Arbeiten sind erledigt.
russian: Вся работа сделана.
spanish: Todo el trabajo está hecho.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.HALBERD
source: More suited to combat than to work.
french: Plus apte au combat qu'au travail.
german: Eher für den Kampf als für die Arbeit geeignet.
russian: Больше подходит для боя, чем для работы.
spanish: Más adecuado para el combate que para el trabajo.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.IRON
source: Invaluable material for manufacturing useful tools.
french: Matériau inestimable pour la fabrication d'outils utiles.
german: Wertvolles Material zur Herstellung nützlicher Werkzeuge.
russian: Бесценный материал для изготовления полезных инструментов.
spanish: Material invaluable para la fabricación de herramientas útiles.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PANGOLDEN
source: A living metallurgical furnace.
russian: Живая металлургическая печь.
spanish: Un horno metalúrgico viviente.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK.GENERIC
source: Always be vigilant.
french: Soyez toujours vigilant.
german: Seien Sie immer wachsam.
russian: Всегда будьте бдительны.
spanish: Siempre esté alerta.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK.SLEEPING
source: It let down its guard.
french: Il a baissé sa garde.
german: Es ließ seine Wachsamkeit fallen.
russian: Он ослабил свою охрану.
spanish: Bajó la guardia.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWKFEATHER
source: It's still looking at me.
french: Il me regarde toujours.
german: Es sieht mich immer noch an.
russian: Оно все еще смотрит на меня.
spanish: Todavía me está mirando.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK_BUSH
source: A vigilant bush, how strange!
french: Un buisson vigilant, comme c'est étrange !
german: Ein wachsamer Busch, wie seltsam!
russian: Бдительный куст, как странно!
spanish: Un arbusto vigilante, ¡qué extraño!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.APORKALYPSE
source: Stop! Calm down!
french: Arrêt! Calme-toi!
german: Stoppen! Beruhige dich!
russian: Останавливаться! Успокоиться!
spanish: ¡Detener! ¡Cálmate!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.FOLLOWER
source: do you like me? I like you too!
french: est-ce que tu m'aimes? Je vous aime aussi!
german: magst du mich? Ich mag dich auch!
russian: Я вам нравлюсь? Ты мне тоже нравишься!
spanish: ¿Le agrado? ¡Tú también me gustas!
