Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGPILE.GENERIC
source: Dirty and smelly.
french: Sale et malodorant.
russian: Грязный и вонючий.
spanish: Sucio y maloliente.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGPILE.PICKED
source: there is none left.
french: il n'y en a plus.
russian: ничего не осталось.
spanish: no queda ninguno.

# STRINGS.CHARACTERS.WURT.DESCRIBE.FLOWER_RAINFOREST
source: A slightly prettier plant is still ugly.
french: Une plante un peu plus jolie est toujours laide.
german: Eine etwas hübschere Pflanze ist immer noch hässlich.
russian: Чуть более красивое растение все равно некрасиво.
spanish: Una planta un poco más bonita sigue siendo fea.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.DEAD
source: died.
french: décédé.
german: gestorben.
russian: умер.
spanish: fallecido.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.GENERIC
source: How do they glow?
french: Comment brillent-ils ?
german: Wie leuchten sie?
russian: Как они светятся?
spanish: ¿Cómo brillan?

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.SLEEPING
source: sleeping.
french: dormant.
german: Schlafen.
russian: спать.
spanish: durmiendo.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY_COCOON
source: The little bug wrapped itself up.
french: Le petit insecte s'est enveloppé.
german: Der kleine Käfer hat sich eingewickelt.
russian: Маленький жук завернулся.
spanish: El pequeño insecto se envolvió.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GNAT
source: Too much!
french: Trop!
german: Zu viel!
russian: Слишком!
spanish: ¡Demasiado!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GNATMOUND
source: Bug Hideout.
french: Cachette d'insectes.
german: Insektenversteck.
russian: Убежище ошибок.
spanish: Escondite de insectos.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GOLDPAN
source: Pick up things in the water.
russian: Подбирайте вещи в воде.
spanish: Recoge cosas en el agua.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.BURNING
source: Fire! Is fire!
french: Feu! Est le feu !
german: Feuer! Ist Feuer!
russian: Огонь! Это огонь!
spanish: ¡Fuego! es fuego!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.GENERIC
source: Greer... can't move.
french: Greer... ne peut pas bouger.
german: Greer... kann sich nicht bewegen.
russian: Грир... не могу двигаться.
spanish: Greer... no puede moverse.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.PICKED
source: It has been cut clean.
french: Il a été coupé net.
german: Es ist sauber geschnitten.
russian: Он был вырезан начисто.
spanish: Ha sido cortado limpio.

# STRINGS.CHARACTERS.WURT.DESCRIBE.HALBERD
source: Strange weapon used by Pigfolk.
french: Étrange arme utilisée par Pigfolk.
german: Seltsame Waffe, die von Pigfolk verwendet wird.
russian: Странное оружие, которым пользуются Свинолюди.
spanish: Extraña arma usada por Pigfolk.

# STRINGS.CHARACTERS.WURT.DESCRIBE.IRON
source: Red hard rock.
french: Roche dure rouge.
german: Roter Hardrock.
russian: Красный хард-рок.
spanish: Roca dura roja.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PANGOLDEN
source: Don’t drink it all!
russian: Не пейте все это!
spanish: ¡No te lo bebas todo!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK.GENERIC
source: Big weird bird.
french: Gros oiseau bizarre.
german: Großer seltsamer Vogel.
russian: Большая странная птица.
spanish: Gran pájaro extraño.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK.SLEEPING
source: The big monster fell asleep?
french: Le grand monstre s'est endormi ?
german: Das große Monster ist eingeschlafen?
russian: Большой монстр уснул?
spanish: ¿El gran monstruo se durmió?

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWKFEATHER
source: There are big monster eyes on it.
french: Il y a de grands yeux de monstre dessus.
german: Es gibt große Monsteraugen darauf.
russian: На нем большие чудовищные глаза.
spanish: Hay grandes ojos de monstruo en él.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK_BUSH
source: Pretty feather bush.
french: Joli buisson de plumes.
german: Hübscher Federbusch.
russian: Красивый перьевой куст.
spanish: Bonito arbusto de plumas.

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.APORKALYPSE
source: Puppy...why?
french: Chiot... pourquoi ?
german: Welpe...warum?
russian: Щенок... почему?
spanish: Cachorro... ¿por qué?

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.FOLLOWER
source: Floating waves! let's go!
french: Des vagues flottantes ! allons-y!
german: Schwimmende Wellen! lass uns gehen!
russian: Плавающие волны! пойдем!
spanish: ¡Olas flotantes! ¡vamos!

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.GENERIC
source: Ooh, hey, puppies!
french: Ooh, hé, les chiots !
german: Ooh, hey, Welpen!
russian: Ох, эй, щенки!
spanish: ¡Oh, hola, cachorros!

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.SLEEPING
source: Good night puppy.
french: Bonne nuit mon chiot.
german: Gute Nacht Welpe.
russian: Спокойной ночи, щенок.
spanish: Buenas noches cachorro.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.DEAD
source: died.
french: décédé.
german: gestorben.
russian: умер.
spanish: fallecido.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.GENERIC
source: The little bug is going crazy!
french: Le petit insecte devient fou !
german: Der kleine Käfer spielt verrückt!
russian: Маленький жучок сходит с ума!
spanish: ¡El bichito se está volviendo loco!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.SLEEPING
source: The little bug was quiet.
french: Le petit insecte était silencieux.
german: Der kleine Käfer war ruhig.
russian: Маленький жук молчал.
spanish: El pequeño insecto estaba tranquilo.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SEDIMENTPUDDLE
source: The water is... glowing?
french: L'eau est... brillante ?
russian: Вода... светится?
spanish: El agua está... ¿brillante?

# STRINGS.CHARACTERS.WURT.DESCRIBE.SHEARS
source: Shape the plants.
french: Façonnez les plantes.
german: Formen Sie die Pflanzen.
russian: Сформируйте растения.
spanish: Da forma a las plantas.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.BURNT
source: Glurph, ruined.
french: Glurph, ruiné.
german: Glurph, ruiniert.
russian: Глурф, разрушенный.
spanish: Glurph, arruinado.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.COOKING_SHORT
source: Hot! Hot! Hot!
french: Chaud! Chaud! Chaud!
german: Heiß! Heiß! Heiß!
russian: Горячий! Горячий! Горячий!
spanish: ¡Caliente! ¡Caliente! ¡Caliente!

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.DONE
source: Done!
french: Fait!
german: Erledigt!
russian: Сделанный!
spanish: ¡Hecho!

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.EMPTY
source: What to put in it?
french: Que mettre dedans ?
german: Was soll man hineintun?
russian: Что в него положить?
spanish: ¿Qué poner en él?

# STRINGS.CHARACTERS.WURT.DESCRIBE.TREE_PILLAR
source: A huge tree.
french: Un arbre immense.
german: Ein riesiger Baum.
russian: Огромное дерево.
spanish: Un árbol enorme.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WEEVOLE
source: go away go away!
french: va-t'en va-t'en !
german: geh weg geh weg!
russian: уходи уходи!
spanish: vete vete!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WEEVOLE_CARAPACE
source: hard shell.
french: coquille dure.
german: harte Schale.
russian: твердая скорлупа.
spanish: Concha dura.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEHUMID.1
source: HUMIDEX HAS LOWERED TO ACCEPTABLE LEVELS
french: INDICE D'HUMIDITÉ DÉSORMAIS ACCEPTABLE.
german: HUMIDEX JETZT AUF AKZEPTABLEM LEVEL
russian: УРОВЕНЬ ВЛАЖНОСТИ ПОНИЗИЛСЯ ДО ПРИЕМЛЕМОГО
spanish: EL ÍNDICE DE HUMEDAD HA DESCENDIDO A NIVELES ACEPTABLES

# STRINGS.CHARACTERS.WX78.ANNOUNCE_GNATS_DIED
source: Interfering flesh bags cleared
french: Sacs de chair gênants éliminés
german: Störende Fleischbeutel beseitigt
russian: Мешающие плотские мешки очищены.
spanish: Se han eliminado las bolsas de carne que molestaban

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HAYFEVER
source: ERROR. ENVIRONMENTAL DETRITUS CLOGGING NASAL UNIT
french: ERREUR : DÉTRITUS ENVIRONNEMENTAUX OBSTRUANT L'UNITÉ NASALE.
german: FEHLER: UMWELTDETRITUS VERSTOPFT OLFAKTORISCHE EINHEIT
russian: ОШИБКА: ЭЛЕМЕНТЫ ОКРУЖАЮЩЕЙ СРЕДЫ ЗАБИВАЮТ НОСОВОЙ МОДУЛЬ
spanish: ERROR. DETRITUS AMBIENTAL TAPONANDO UNIDAD NASAL

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HAYFEVER_OFF
source: DETRITUS HAS CLEARED FROM ENVIRONMENT
french: DISPARITION DES DÉTRITUS ENVIRONNEMENTAUX.
german: UMWELT JETZT FREI VON DETRITUS
russian: ОКРУЖАЮЩАЯ СРЕДА ОЧИСТИЛАСЬ
spanish: DETRITUS DESPEJADO DEL ENTORNO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PICKPOOP.1
source: ERROR!
french: ERREUR !
russian: ОШИБКА!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PICKPOOP.2
source: ERROR!
french: ERREUR !
russian: ОШИБКА!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PICKPOOP.3
source: WIPE INCIDENT FROM MEMORY
french: INCIDENT À SUPPRIMER DE LA MÉMOIRE.
russian: УДАЛИТЬ СОБЫТИЕ ИЗ ПАМЯТИ
spanish: BORRAR INCIDENTE DE LA MEMORIA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_SNEEZE
source: COMMENCE NASAL UNIT CLEARING: AH-CHOO!
french: DÉBOUCHAGE DE L'UNITÉ NASALE INITIALISÉ : AT-CHOUM !
german: OLFAKTORISCHE EINHEIT WIRD GEREINIGT: HATSCHIII!
russian: ОЧИСТКА НОСОВОГО МОДУЛЯ ЗАПУЩЕНА: АП-ЧХИ!
spanish: COMENZAR PURGA DE UNIDAD NASAL: ¡ACHÚÚS!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOO_HUMID.1
source: IT IS HOT
french: IL FAIT CHAUD.
german: ES IST HEISS
russian: ЖАРА НАРАСТАЕТ
spanish: TEMPERATURA ELEVADA

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOO_HUMID.2
source: HUMIDEX REACHING LEVELS GREATER THAN 40
french: INDICE D'HUMIDITÉ SUPÉRIEUR À 40.
german: HUMIDEX ERREICHT WERTE ÜBER 40
russian: ПОРОГ УРОВНЯ ВЛАЖНОСТИ ПРЕВЫСИЛ 40 ЕДИНИЦ
spanish: EL ÍNDICE DE HUMEDAD ESTÁ POR ENCIMA DE 40

# STRINGS.CHARACTERS.WX78.DESCRIBE.ALLOY
source: PRECIOUS METAL
french: MÉTAL PRÉCIEUX.
german: WERTVOLLES METALL
russian: ДРАГОЦЕННЫЙ МЕТАЛЛ
spanish: METAL PRECIOSO

# STRINGS.CHARACTERS.WX78.DESCRIBE.APORKALYPSE_CLOCK
source: MY ANCIENT BRETHREN
french: MON SEMBLABLE ANCIEN.
german: MEINE AHNEN
russian: МОИ ДРЕВНИЕ СОБРАТЬЯ
spanish: MI ANTEPASADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_METALPLATE
source: ROBOT SKIN ARMOR
french: ARMURE DE PEAU ROBOT.
german: ROBOTERPANZER
russian: БРОНЯ ИЗ КОЖИ РОБОТА
spanish: ARMADURA DE PIEL DE ROBOT

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_WEEVOLE
source: BIOLOGICAL COMPUTER CASING
french: REVÊTEMENT D'ORDINATEUR BIOLOGIQUE.
german: BIOLOGISCHE COMPUTERHÜLLE
russian: КОРПУС БИОЛОГИЧЕСКОГО КОМПЬЮТЕРА
spanish: CARCASA INFORMÁTICA BIOLÓGICA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASPARAGUS_PLANTED
source: SMALL TREES OF ENERGY
french: PETITS ARBRES D'ÉNERGIE.
german: KLEINE ENERGIEBÄUME
russian: МАЛЕНЬКИЕ ПИТАТЕЛЬНЫЕ ДЕРЕВЬЯ
spanish: PEQUEÑOS ÁRBOLES DE ENERGÍA

# STRINGS.CHARACTERS.WX78.DESCRIBE.BASEFAN
source: COOLING FAN
french: UNITÉ DE VENTILATION.
german: KÜHLEINHEIT
russian: МОДУЛЬ ОХЛАЖДЕНИЯ
spanish: VENTILADOR DE REFRIGERACIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHITIN
source: INFERIOR ORGANIC BODY PLATING
french: REVÊTEMENT CORPOREL ORGANIQUE DE MAUVAISE QUALITÉ.
german: UNTERLEGENE ORGANISCHE PANZERUNG
russian: ХЛИПКАЯ ОРГАНИЧЕСКАЯ ОБОЛОЧКА ДЛЯ ТЕЛА
spanish: ARMADURA DE CUERPO ORGÁNICO INFERIOR

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTNETTLE
source: I CAN USE THIS TO SERVICE MY OLFACTORY UNIT
french: JE PEUX M'EN SERVIR POUR LA MAINTENANCE DE MON UNITÉ OLFACTIVE.
german: ZUR WARTUNG DER OLFAKTORISCHEN EINHEIT
russian: МАТЕРИАЛ ДЛЯ ОБСЛУЖИВАНИЯ ОБОНЯТЕЛЬНОГО МОДУЛЯ
spanish: PUEDO USARLO AL SERVICIO DE MI UNIDAD OLFATIVA

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBALL
source: ORGANIC WASTE SPHERE
french: SPHÈRE DE MATIÈRE FÉCALE ORGANIQUE.
russian: СФЕРА ИЗ ОРГАНИЧЕСКИХ ОТХОДОВ
spanish: ESFERA DE DESECHOS ORGÁNICOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.DEAD
source: DEBUGGED
french: UNITÉ HORS SERVICE.
russian: ОШИБКА ПРИРОДЫ ИСПРАВЛЕНА
spanish: DESBICHIZADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.GENERIC
source: BIOLOGICAL STORAGE SYSTEM FOR ORGANIC WASTE SPHERE
french: SUPPORT DE STOCKAGE BIOLOGIQUE POUR SPHÈRE DE DÉCHETS ORGANIQUES.
russian: БИОЛОГИЧЕСКАЯ СИСТЕМА ХРАНЕНИЯ СФЕР ИЗ ОРГАНИЧЕСКИХ ОТХОДОВ
spanish: SISTEMA DE ALMACENAMIENTO BIOLÓGICO PARA ESFERA DE DESECHOS ORGÁNICOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.SLEEPING
source: IT SHUT DOWN
french: IL S'EST ÉTEINT.
russian: ОН ОТКЛЮЧИЛСЯ
spanish: HA CORTOCIRCUITADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.UNDUNGED
source: NO LONGER CONTAINS WASTE
french: DÉPOURVU DE MATIÈRE FÉCALE ORGANIQUE.
russian: ВСЕ ОТХОДЫ УДАЛЕНЫ
spanish: YA NO CONTIENE DESECHOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGPILE.GENERIC
source: MEATSACKS ARE REPULSIVE
french: LES CRÉATURES DE CHAIR ME DÉGOÛTENT.
russian: МЕШКИ ПЛОТИ ОМЕРЗИТЕЛЬНЫ
spanish: LOS SACOS DE CARNE SON REPULSIVOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGPILE.PICKED
source: I AM SLIGHTLY REPULSIVE TOO
french: JE ME DÉGOÛTE UN PEU AUSSI.
russian: ТЕПЕРЬ Я ТОЖЕ СЛЕГКА ОМЕРЗИТЕЛЕН
spanish: YO TAMBIÉN SOY LIGERAMENTE REPULSIVO

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_RAINFOREST
source: I HATE IT
french: JE DÉTESTE ÇA.
german: ICH HASSE ES
russian: НЕНАВИЖУ
spanish: LO ODIO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.DEAD
source: IT HAS BEEN TURNED OFF
french: L'UNITÉ EST ÉTEINTE.
german: AUSGESCHALTET
russian: ЕЕ ОТКЛЮЧИЛИ
spanish: SE HA APAGADO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.GENERIC
source: IT IS RELEASING PHOTONS
french: ÇA DÉGAGE DES PHOTONS.
german: EMITTIERT PHOTONEN
russian: ОНА ИСПУСКАЕТ ФОТОНЫ
spanish: ESTÁ LIBERANDO FOTONES

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.SLEEPING
source: REGENERATING PHOTONS
french: RÉGÉNÉRATION PHOTONIQUE EN COURS.
german: REGENERIERT PHOTONEN
russian: ВОСПОЛНЯЕТ ЗАПАСЫ ФОТОНОВ
spanish: REGENERANDO FOTONES

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY_COCOON
source: UNDERGOING UPGRADE
french: PASSAGE À LA VERSION SUPÉRIEURE EN COURS.
german: FÜHRT UPGRADE AUS
russian: ВЫПОЛНЯЕТСЯ ОБНОВЛЕНИЕ
spanish: EXPERIMENTANDO MEJORA

# STRINGS.CHARACTERS.WX78.DESCRIBE.GNAT
source: TINY FLYING MEATSACKS
french: DE PETITES CRÉATURES DE CHAIR VOLANTES.
german: KLEINE FLUGFLEISCHSÄCKE
russian: МЕЛКИЕ ЛЕТУЧИЕ СУЩЕСТВА
spanish: SACOS DE CARNE VOLADORES MINÚSCULOS

# STRINGS.CHARACTERS.WX78.DESCRIBE.GNATMOUND
source: HOME OF TINY FLYING MEATSACK
french: LA MAISON DES PETITES CRÉATURES DE CHAIR VOLANTES.
german: HAUS DER KLEINEN FLUGFLEISCHSÄCKE
russian: ДОМ МЕЛКИХ ЛЕТУЧИХ СУЩЕСТВ
spanish: HOGAR DE SACO DE CARNE VOLADOR MINÚSCULO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GOLDPAN
source: GOLD GATHERING ACCESSORY
russian: УСТРОЙСТВО ДЛЯ СБОРА ЗОЛОТА
spanish: ACCESORIO DE RECOGIDA DE ORO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.BURNING
source: GROUND PARTS ON FIRE
french: UNITÉ TERRESTRE EN FEU.
german: BRENNENDE BODENELEMENTE
russian: ЭЛЕМЕНТ ЗЕМЛИ ГОРИТ
spanish: PIEZAS DE SUELO EN LLAMAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.GENERIC
source: TOWERING GROUND PARTS
french: UNE IMPOSANTE UNITÉ TERRESTRE.
german: HOHE BODENELEMENTE
russian: ВЫСОКИЕ ЭЛЕМЕНТЫ ЗЕМЛИ
spanish: PIEZAS DE SUELO CRECIENTES

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.PICKED
source: GROUND PARTS PREVIOUSLY ACQUIRED
french: UNITÉ TERRESTRE DÉJÀ ACQUISE.
german: BODENELEMENTE BEREITS ERHALTEN
russian: ЭТИ ЭЛЕМЕНТЫ ЗЕМЛИ УЖЕ СОБРАНЫ
spanish: PIEZAS DE SUELO PREVIAMENTE ADQUIRIDAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.HALBERD
source: AN EVIL KILLING IMPLEMENT
french: UN TERRIBLE INSTRUMENT DE MASSACRE.
german: ÜBLE TÖTUNGSVORRICHTUNG
russian: ПРИСПОСОБЛЕНИЕ ДЛЯ БОРЬБЫ СО ЗЛОМ
spanish: UN MALÉFICO DISPOSITIVO LETAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.IRON
source: HELLO FRIEND
french: SALUT MON AMI.
german: HALLO FREUND
russian: ПРИВЕТ, ДРУГ
spanish: HOLA, AMIGO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANGOLDEN
source: AN ORGANIC WITH A TASTE FOR METAL. CONCERNING
russian: ОРГАНИК СО ВКУСОМ К МЕТАЛЛУ. КАСАТЕЛЬНО
spanish: UN ORGÁNICO CON GUSTO POR EL METAL. SOBRE

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.DEAD
source: NONFUNCTIONING
french: HORS SERVICE.
german: NICHT FUNKTIONSTÜCHTIG
russian: НЕ ФУНКЦИОНИРУЕТ
spanish: NO FUNCIONA

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.GENERIC
source: EXCESSIVE OCULAR MODULES ARE INEFFICIENT
french: SES MODULES OCULAIRES EN TROP SONT INEFFICACES.
german: ÜBERFLÜSSIGE OKULARMODULE SIND UNWIRKSAM
russian: ДОПОЛНИТЕЛЬНЫЕ ЗРИТЕЛЬНЫЕ МОДУЛИ РАЗМЕЩЕНЫ НЕЭФФЕКТИВНО
spanish: LOS MÓDULOS OCULARES EXCESIVOS SON INEFICIENTES

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.SLEEPING
source: IDLING
french: L'UNITÉ SE REPOSE.
german: INAKTIV
russian: РЕЖИМ ОЖИДАНИЯ
spanish: INACTIVO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWKFEATHER
source: IT HAS BEEN SEPARATED FROM ITS BIRD
french: SÉPARÉE DE L'OISEAU
german: SIE WURDE VON IHREM VOGEL GETRENNT.
russian: ОНО БЫЛО ОТДЕЛЕНО ОТ ПТИЦЫ.
spanish: SE HA SEPARADO DE SU PÁJARO

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK_BUSH
source: GROUND PART
french: UNE UNITÉ TERRESTRE.
german: BODENELEMENT
russian: ДЕТАЛЬ ПЕЙЗАЖА
spanish: PIEZA DE SUELO

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.APORKALYPSE
source: WARNING: CREEPINESS OVERLOAD
french: AVERTISSEMENT : SURCHARGE D'HORREUR.
german: WARNUNG: GRUSELÜBERASTUNG
russian: ВНИМАНИЕ: ПЕРЕДОЗИРОВКА ЖУТИ
spanish: ADVERTENCIA: SOBRECARGA DE YUYU

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.FOLLOWER
source: STOP FOLLOWING ME
french: CESSE DE ME SUIVRE.
german: HÖR AUF, MIR ZU FOLGEN
russian: ПЕРЕСТАНЬ МЕНЯ ПРЕСЛЕДОВАТЬ
spanish: DEJA DE SEGUIRME

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.GENERIC
source: WARNING: CUTENESS OVERLOAD
french: AVERTISSEMENT : SURCHARGE DE MIGNONNERIE.
german: WARNUNG: NIEDICHKEITSÜBERASTUNG
russian: ВНИМАНИЕ: ПЕРЕДОЗИРОВКА МИЛОТЫ
spanish: ADVERTENCIA: SOBRECARGA DE ADORABILIDAD

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.SLEEPING
source: THE CUTENESS OVERLOAD CAUSED A BLACKOUT
french: LA SURCHARGE DE MIGNONNERIE A CAUSÉ UNE COUPURE D'ALIMENTATION.
german: NIEDICHKEITSÜBERASTUNG FÜHRT ZU BLACKOUT
russian: ПЕРЕДОЗИРОВКА МИЛОТЫ ВЫЗВАЛА ОТКЛЮЧЕНИЕ СИСТЕМЫ
spanish: SU SOBRECARGA DE ADORABILIDAD HA CAUSADO UN APAGÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.DEAD
source: TERMINATED
french: UNITÉ SUPPRIMÉE.
german: TERMINIERT
russian: УНИЧТОЖЕНО
spanish: HA SUFRIDO LA EXTERMINACIÓN

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.GENERIC
source: YOU HAVE EXCESSIVE FACIAL HAIR
french: TU AS UN EXCÈS DE PILOSITÉ FACIALE.
german: DU HAST ÜBERSCHÜSSIGE GESICHTSBEHAARUNG
russian: ИЗБЫТОЧНАЯ ЛИЦЕВАЯ РАСТИТЕЛЬНОСТЬ
spanish: TIENES UN VELLO FACIAL EXCESIVO

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.SLEEPING
source: REGENERATING TERROR
french: RÉGÉNÉRATION DE TERREUR EN COURS.
german: TERROR IN REGENERATION
russian: ВОСПОЛНЯЕТ ЗАПАСЫ УЖАСА
spanish: REGENERANDO TERROR

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEDIMENTPUDDLE
source: WATER IS HINDERING ME FROM FINANCIAL GAIN
french: L'EAU M'EMPÊCHE DE M'ENRICHIR.
russian: ВОДА ПЕРЕКРЫВАЕТ МНЕ ДОСТУП К ОБОГАЩЕНИЮ
spanish: EL AGUA ME ALEJA DE GANANCIAS FINANCIERAS

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHEARS
source: I WILL DEFEAT SOME VEGETATION WITH THIS!
french: JE VAIS M'EN SERVIR POUR VAINCRE LA VÉGÉTATION !
german: DAMIT WERDE ICH VEGETATION BESIEGEN!
russian: ОНИ ПОМОГУТ МНЕ ОДЕРЖАТЬ ПОБЕДУ НАД РАСТИТЕЛЬНОСТЬЮ!
spanish: ¡DERROTARÉ CIERTAS FORMAS VEGETALES CON ESTO!

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.BURNT
source: SORRY, FRIEND
french: DÉSOLÉ L'AMI
german: TUT MIR LEID FREUND
russian: ИЗВИНИ, ДРУГ
spanish: LO SIENTO, AMIGO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.COOKING_SHORT
source: FRIEND ARE OUTPIT AT MAXIMUM POWER
french: LES AMI SONT SORTIS À LA PUISSANCE MAXIMALE
german: FREUND WERDEN MIT MAXIMALER LEISTUNG AUSGEWÄHRT
russian: ДРУГ РАБОТАЕТ НА МАКСИМАЛЬНОЙ МОЩНОСТИ
spanish: AMIGOS SON SALIDAS A LA MÁXIMA POTENCIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.DONE
source: RECEIVED RETRUN VALUE
french: VALEUR DE RETOUR REÇUE
german: RETRUN-WERT ERHALTEN
russian: ПОЛУЧЕННОЕ ВОЗВРАТНОЕ ЗНАЧЕНИЕ
spanish: VALOR DE DEVOLUCIÓN RECIBIDO

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.EMPTY
source: HELLO, FRIEND
french: BONJOUR, AMI
german: Hallo mein Freund,
russian: ПРИВЕТ, ДРУГ
spanish: HOLA, AMIGO

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREE_PILLAR
source: IT IS LARGE AND MADE OF WOOD
french: UNE IMMENSE UNITÉ EN BOIS.
german: GROSS UND AUS HOLZ
russian: БОЛЬШАЯ И СДЕЛАНА ИЗ ДЕРЕВА
spanish: ES GRANDE Y DE MADERA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WEEVOLE
source: BIOLOGICAL FLESHSACK VIRUS
french: UN VIRUS BIOLOGIQUE SUR PATTES.
german: BIOLOGISCHER FLEISCHSACK-VIRUS
russian: БИОЛОГИЧЕСКИЙ ВИРУС В ВИДЕ МЕШКА ПЛОТИ
spanish: VIRUS DE SACO DE CARNE BIOLÓGICO

# STRINGS.CHARACTERS.WX78.DESCRIBE.WEEVOLE_CARAPACE
source: THEY HAVE BEEN DEBUGGED
french: UNITÉ DÉVERMINÉE.
german: HAUPTPLATINE WURDE ENTFERNT
russian: ОШИБКА ПРИРОДЫ ИСПРАВЛЕНА
spanish: SE HAN DESBICHIZADO

# STRINGS.NAMES.ALLOY
source: Alloy
french: Alliage
german: Legierung
russian: Сплав
spanish: Aleación

# STRINGS.NAMES.APORKALYPSE_CLOCK
source: Aporkalypse Calendar
french: Calendrier de l'Aporcalypse
german: Aporkalypse-Kalender
russian: Календарь свинопокалипсиса
spanish: Calendario aporcalíptico

# STRINGS.NAMES.ARMOR_METALPLATE
source: Tin Suit
french: Armure d'étain
german: Blechanzug
russian: Жестяной костюм
spanish: Traje de lata

# STRINGS.NAMES.ARMOR_WEEVOLE
source: Weevole Mantle
french: Cape de camparançon
german: Rüsselmaus-Mantel
russian: Мантия полевки
spanish: Manto de topigojo

# STRINGS.NAMES.ASPARAGUS_PLANTED
source: Asparagus
french: Asperge
german: Spargel
russian: Спаржа
spanish: Espárrago

# STRINGS.NAMES.BASEFAN
source: Oscillating Fan
french: Ventilateur oscillant
german: Schwenkventilator
russian: Электровентилятор
spanish: Ventilador oscilante

# STRINGS.NAMES.CHITIN
source: Chitin
french: Chitine
russian: Хитин
spanish: Quitina

# STRINGS.NAMES.CUTNETTLE
source: Nettle
french: Feuilles d'ortie
german: Nessel
russian: Крапива
spanish: Ortiga

# STRINGS.NAMES.DUNGBALL
source: Dung Ball
french: Boule de bouse
russian: Навозный шар
spanish: Bola de estiércol

# STRINGS.NAMES.DUNGBEETLE
source: Dung Beetle
french: Bousier
russian: Навозный жук
spanish: Escarabajo pelotero

# STRINGS.NAMES.DUNGPILE
source: Dung Pile
french: Tas de bouse
russian: Куча навоза
spanish: Montón de estiércol

# STRINGS.NAMES.FLOWER_RAINFOREST
source: Exotic Flower
french: Fleurs exotiques
german: Exotische Blume
russian: Экзотический цветок
spanish: Flor exótica

# STRINGS.NAMES.GLOWFLY
source: Glowfly
french: Mouche luisante
german: Glühwürmchen
russian: Светомуха
spanish: Lumimosca

# STRINGS.NAMES.GLOWFLY_COCOON
source: Glowfly Cocoon
french: Cocon de mouche luisante
german: Glühwürmchen-Kokon
russian: Кокон светомухи
spanish: Crisálida de lumimosca

# STRINGS.NAMES.GNAT
source: Gnat Swarm
french: Nuée de moucherons
german: Mückenschwarm
russian: Рой москитов
spanish: Enjambre de mosquito

# STRINGS.NAMES.GNATMOUND
source: Gnat Mound
french: Nid de moucherons
german: Mückenbau
russian: Москитник
spanish: Montículo de mosquito

# STRINGS.NAMES.GOLDPAN
source: Gold Pan
russian: Сито для золота
spanish: Sartén de oro

# STRINGS.NAMES.GRASS_TALL
source: Tall Grass
french: Haute Herbe
german: Hohes Gras
russian: Высокая трава
spanish: Hierba alta

# STRINGS.NAMES.HALBERD
source: Halberd
french: Hallebarde
german: Hellebarde
russian: Алебарда
spanish: Alabarda

# STRINGS.NAMES.IRON
source: Iron Ore
french: Minerai de fer
german: Eisenerz
russian: Железная руда
spanish: Mineral de hierro

# STRINGS.NAMES.PANGOLDEN
source: Pangolden
russian: Златолин
spanish: Pangoro

# STRINGS.NAMES.PEAGAWK
source: Peagawk
french: Paon
german: Augenpfau
russian: Глазастый павлин
spanish: Pavomirón

# STRINGS.NAMES.PEAGAWKFEATHER
source: Peagawk Plume
french: Plume de paon
german: Augenpfauenfeder
russian: Перо глазастого павлина
spanish: Pluma de pavomirón

# STRINGS.NAMES.PEAGAWK_BUSH
source: Blinkbush
french: Buisson clin d'œil
german: Blinzelbusch
russian: Куст с глазами
spanish: Guiñarbusto

# STRINGS.NAMES.POG
source: Pog
russian: Лисобака

# STRINGS.NAMES.RABID_BEETLE
source: Rabid Beetle
french: Coléoptère rabique
german: Tollwütiger Käfer
russian: Бешеный жук
spanish: Escarabajo rabioso

# STRINGS.NAMES.SEDIMENTPUDDLE
source: Sparkling Pool
french: Flaque scintillante
russian: Сверкающая лужа
spanish: Estanque resplandeciente
