Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_METALPLATE
source: Sir Webber at your service!
french: Webber, pour vous servir !
german: Meister Webber steht zu Diensten!
russian: Сэр Веббер к вашим услугам!
spanish: ¡Sir Webber a vuestro servicio!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_WEEVOLE
source: For when we need protection.
french: Au cas où on aurait besoin de protections.
german: Wenn wir mal Schutz brauchen.
russian: На случай, если нам понадобится защита...
spanish: Para cuando necesitamos protección.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ASPARAGUS_PLANTED
source: We should pick those.
french: Il faut les cueillir, celles-là.
german: Wir sollten sie ernten.
russian: Нужно ее собрать.
spanish: Deberíamos recogerlos.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BASEFAN
source: That breeze feels nice on our fur.
french: Ce petit courant d'air, ça rafraîchit entre les poils.
german: Angenehm, so ein Luftzug auf unserem Fell.
russian: Нашу шерстку приятно обдувает.
spanish: Esa brisa es muy agradable sobre la piel.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHITIN
source: Hope no one's missing that.
french: J'espère que ça manquera à personne.
german: Hoffentlich vermisst den keiner.
russian: Надеюсь, по нему никто не скучает.
spanish: Espero que nadie lo eche de menos.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTNETTLE
source: These nettles smell really strong.
french: Ces orties sentent vraiment fort.
german: Diese Nesseln riechen wirklich stark.
russian: Эта крапива очень сильно пахнет.
spanish: Estas ortigas huelen muy fuerte.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBALL
source: Yuck!
french: Beurk !
russian: Фу-у-у!
spanish: ¡Qué asco!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.DEAD
source: Awww.
french: Ooooh.
russian: Ну-у-у…
spanish: Ooooh.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.GENERIC
source: Is that... poop?
french: C'est... du caca ?
russian: Это что... какашка?
spanish: ¿Eso es... caca?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.SLEEPING
source: She dozed off.
french: Elle s'est endormie.
russian: Этот жук отрубился.
spanish: Se ha quedado sopa.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She fell off her poop ball.
french: Elle est tombée de sa boule de caca.
russian: Жук свалился со своего шарика.
spanish: Se cayó de su última bola de estiércol.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGPILE.GENERIC
source: Oh, poop!
french: Oh, du caca !
russian: Ух ты, какашка!
spanish: ¡Oh, caca!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGPILE.PICKED
source: No poop.
french: Pas caca.
russian: Какашки больше нет.
spanish: Ni rastro de caca.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER_RAINFOREST
source: This flower is neat!
french: Cette fleur est sympa !
german: Diese Blume ist niedlich!
russian: Очень красивый цветок!
spanish: ¡Esta flor es la bomba!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.DEAD
source: Oh no! It died!
french: Oh, non ! Il est mort !
german: Oh nein! Es ist tot!
russian: О нет! Она умерла!
spanish: ¡Oh, no! ¡Ha muerto!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.GENERIC
source: Nice little buggy bug.
french: Joli petit insectounet.
german: Niedlicher kleiner Leuchtkäfer.
russian: Хороший маленький жучок.
spanish: Bichito bonito.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.SLEEPING
source: Lights out.
french: Adieu.
german: Licht aus.
russian: Выключаем свет.
spanish: Fuera luces.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY_COCOON
source: That looks cozy.
french: Ça a l'air confortable.
german: Sieht gemütlich aus.
russian: На вид уютно.
spanish: Seguro que se está a gusto.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GNAT
source: Don't bite us, little guys.
french: Ne nous piquez pas, les gars.
german: Beißt uns nicht, kleine Typen.
russian: Не кусайте нас, малыши.
spanish: No nos mordáis, pequeñuelos.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GNATMOUND
source: It's where all those little bugs live.
french: Tous ces petits insectes vivent là-dedans.
german: Da leben diese ganzen kleinen Typen.
russian: Здесь живут мелкие жучки.
spanish: Es donde viven esos bichitos.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GOLDPAN
source: Hey, now we can be prospectors.
russian: Мы станем золотоискателями.
spanish: Eh, ahora podemos buscar oro.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.BURNING
source: Fire!
french: Feu !
german: Feuer!
russian: Огонь!
spanish: ¡Fuego!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.GENERIC
source: It's taller than we are!
french: C'est plus grand que nous !
german: Es ist größer als wir!
russian: Она выше нас!
spanish: ¡Mide más que nosotros!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.PICKED
source: It's been picked.
french: Elle a été cueillie.
german: Wurde enthauptet.
russian: Его сорвали.
spanish: La han arrancado.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HALBERD
source: Swoosh!
french: Et vlan !
german: Ziiisch!
russian: Вжух!
spanish: ¡Siuuuu!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.IRON
source: We could make all kinds of neat stuff with this.
french: On pourrait faire des tas de trucs sympa avec ça.
german: Daraus könnten wir alles mögliche tolle Zeug machen.
russian: Из этого можно сделать много классных вещей.
spanish: Podríamos hacer cosas chulas con esto.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PANGOLDEN
source: I think he eats gold.
russian: Думаю, он питается золотом.
spanish: Creo que come oro.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.DEAD
source: I think it's dead.
french: Je crois que c'est mort.
german: Ich glaube, er ist tot.
russian: Кажется, оно мертво.
spanish: Creo que está muerto.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.GENERIC
source: You've got more eyes than we do!
french: T'as plus d'yeux que nous !
german: Du hast ja mehr Augen als wir!
russian: У тебя даже больше глаз, чем у нас!
spanish: ¡Tienes más ojos que nosotros!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.SLEEPING
source: Now I can get a good look at its beautiful feathers.
french: Je vais enfin pouvoir regarder son beau plumage de près.
german: Jetzt kann ich mir seine schönen Federn ansehen.
russian: Теперь можно рассмотреть перья как следует. Красиво.
spanish: Ahora puedo ver bien su precioso plumaje.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWKFEATHER
source: It's pretty.
french: C'est joli.
german: Hübsch.
russian: Мило.
spanish: Es bonita.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK_BUSH
source: Neat. A weird bush!
french: Super. On dirait une plante avec des yeux !
german: So was. Ein seltsamer Busch!
russian: Какой странный кустик.
spanish: Mola. ¡Un arbusto extraño!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.APORKALYPSE
source: Uhh, doggy?
french: Euuh, brave toutou ?
german: Äh ... Hundchen?
russian: Собачка?
spanish: Ehh, ¿perrito?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.FOLLOWER
source: Gosh, our very own dog!
french: Mince alors, notre chien à nous !
german: Ui, unser eigener Hund!
russian: У нас теперь есть собачка!
spanish: ¡Jo, nuestro propio perro!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.GENERIC
source: Hey little guy! Wanna be our friend?
french: Hé, mon petit gars ! Tu veux qu'on soit amis ?
german: He Kleiner! Wollen wir Freunde sein?
russian: Привет, малыш! Давай дружить!
spanish: ¡Eh, pequeñajo! ¿Quieres ser nuestro colega?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.SLEEPING
source: Nighty night doggy.
french: Bonnuit, le toutou.
german: Nächtle, Hundchen.
russian: Спокойной ночи, собачка.
spanish: Dulces sueños, perrito.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.DEAD
source: Well, that's unfortunate.
french: Ah, c'est bien dommage.
german: Nun, das ist zu schade.
russian: Ну, это печально.
spanish: Vaya, qué mala pata.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.GENERIC
source: That guy's got a lot of energy!
french: En voilà un qui manque pas d'énergie !
german: Diese Typen haben vielleicht eine Energie!
russian: Энергии ему не занимать!
spanish: ¡Ese tipo tiene mucha energía!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.SLEEPING
source: Haha! A bug with a mustache!
french: Ha ha ! Un insecte avec une moustache !
german: Haha! Ein Käfer mit Schnurrbart!
russian: Ха! Усатый жук!
spanish: ¡Ja, ja! ¡Un bicho con bigote!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEDIMENTPUDDLE
source: It's full of sparkly stuff.
french: Il y a plein de trucs qui brillent dedans.
russian: Здесь что-то блестит.
spanish: Está lleno de cosas resplandecientes.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHEARS
source: It's for chores like trimming hedges or cutting grass.
french: Ça sert à tailler les haies ou à couper l'herbe.
german: Für Aufgaben wie Heckenschneiden oder Rasenmähen.
russian: Ими можно подрезать изгородь или подстричь газон.
spanish: Es para tareas como podar setos o cortar la hierba.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.BURNT
source: All burned up.
french: Tout brûlé.
german: Alles verbrannt.
russian: Все сгорело.
spanish: Todo quemado.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.COOKING_SHORT
source: Yeesh, that's hot!
french: Oula, c'est chaud !
german: Meine Güte, ist der heiß!
russian: Ай, как горячо!
spanish: ¡Jope, quema!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.DONE
source: It's finished.
french: C'est fini.
german: Es ist fertig.
russian: Закончено.
spanish: Está terminado.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.EMPTY
source: Make material with material.
french: Fabriquer de la matière avec de la matière.
german: Machen Sie Material mit Material.
russian: Делайте материал из материала.
spanish: Hacer material con material.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TREE_PILLAR
source: It's probably super old.
french: Ça doit être super vieux.
german: Vermutlich uralt.
russian: Оно очень, очень древнее.
spanish: Seguro que tiene mogollón de años.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WEEVOLE
source: Those bugs are annoying.
french: Ces insectes sont fatigants.
german: Diese Biester nerven schrecklich.
russian: Надоели мне эти жуки.
spanish: Esos bichitos son muy molestos.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WEEVOLE_CARAPACE
source: It's the outer part of those bugs.
french: C'est ce que les insectes ont à l'extérieur.
german: Das ist die Hülle dieser Biester.
russian: Это жучиный панцирь.
spanish: Es la parte externa de esos bichos.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DEHUMID.1
source: The heat has lifted but my heart has not.
french: Il fait plus chaud, mais pas dans mon cœur.
german: Die Hitze ist nicht mehr so schwer. Mein Herz schon.
russian: Жара спала, а камень с моего сердца — нет.
spanish: El calor se ha ido, pero mi tristeza no.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_GNATS_DIED
source: It's not my turn yet.
french: Ce n'est pas encore mon tour.
german: Ich bin noch nicht an der Reihe.
russian: Это еще не моя очередь.
spanish: Aún no es mi turno.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HAYFEVER
source: Ugh. Even my sinuses are suffering.
french: Pouah. Je souffre même des sinus.
german: Puh. Sogar meine Nasenlöcher leiden.
russian: Бр-р-р. Даже мой нос испытывает муки.
spanish: Agh. Hasta mis vías respiratorias sufren.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HAYFEVER_OFF
source: My sinuses are clear, but suffering continues.
french: Mes sinus sont dégagés, mais ma souffrance n'a pas de fin.
german: Meine Nase ist frei, und doch leide ich weiter.
russian: Сопли исчезли, а страдание — нет.
spanish: Tengo la nariz despejada, pero el sufrimiento continúa.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PICKPOOP.1
source: Sigh.
french: Pfff...
russian: Эх.
spanish: Ay.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PICKPOOP.2
source: Ew.
french: Beurk.
russian: Фу.
spanish: Puaj.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PICKPOOP.3
source: Everything is suffering.
french: Le monde entier souffre.
russian: Жизнь — это боль и страдания.
spanish: Todo es sufrimiento.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_SNEEZE
source: achoo! achoo! sniff.
french: Atchoum ! Atchoum ! Snif.
german: Hatschi! Hatschi! Schnüff.
russian: Апчхи! Апчхи! Ох.
spanish: ¡Achús, achús! *Snif*

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TOO_HUMID.1
source: This %s is heavier in the heat.
french: Ce %s pèse plus lourd par cette chaleur.
german: %s, du bist schwerer als die Hitze.
russian: %s кажется еще тяжелее в жару.
spanish: Mi %s pesa más con el calor.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TOO_HUMID.2
source: This %s is too hot. It weighs on my soul.
french: Ce %s est brûlant. Son poids écrase mon âme.
german: %s, du bist zu heiß. Du lastest auf meiner Seele.
russian: %s тяжелым камнем висит на душе. Слишком уж жарко.
spanish: Mi %s está muy caliente. Me lastra el alma.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ALLOY
source: Cold and hard, like my existence.
french: Dur et froid, comme le fait d'exister ici-bas.
german: Kalt und hart wie meine Existenz.
russian: Тяжелый и холодный, как вся моя жизнь.
spanish: Qué frialdad, qué dureza... Como mi existencia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.APORKALYPSE_CLOCK
source: Clockwork for the end of times.
french: Un mécanisme d'horloge pour la fin des temps.
german: Ein Uhrwerk für das Ende aller Zeiten.
russian: Обратный отсчет до конца света.
spanish: El reloj del fin de los tiempos.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_METALPLATE
source: Like a metal coffin that keeps me alive.
french: Une sorte de cercueil métallique qui m'éloigne de la mort.
german: Wie ein Metallsarg, der mich lebendig hält.
russian: Этот металлический гроб поддерживает жизнь в моем теле.
spanish: Como un féretro de metal que me ata a la vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_WEEVOLE
source: Something died so that this armor may exist.
french: Quelque chose est mort pour que cette armure existe.
german: Etwas starb, damit diese Rüstung existieren kann.
russian: Что-то умерло, чтобы эта броня не дала умереть мне.
spanish: Algo ha muerto para que esta armadura exista.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASPARAGUS_PLANTED
source: I should rip those out of the ground.
french: Je devrais les arracher du sol.
german: Ich sollte sie aus dem Boden reißen.
russian: Нужно вырвать их с корнем.
spanish: Debería arrancarlos del suelo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BASEFAN
source: Alas the relief it brings is only temporary.
french: Hélas, la sensation de soulagement est de courte durée.
german: Leider ist die Erleichterung nur vorübergehend.
russian: Увы, он приносит лишь временное облегчение.
spanish: Lástima, solo proporciona un alivio temporal.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHITIN
source: This shell is poor protection from life's horrors.
french: Cette carapace est une piètre protection contre les horreurs de la vie.
german: Diese Hülle ist ein schwacher Schutz vor den Schrecknissen des Lebens.
russian: Этот панцирь вряд ли защитит меня от всех ужасов жизни.
spanish: Esta carcasa protege de los horrores de la vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTNETTLE
source: I suppose these will cure blocked sinuses.
french: J'imagine que cela doit soulager les sinus encombrés.
german: Damit kriegt man die Nase frei, schätze ich.
russian: Быть может, она поможет излечить заложенный нос.
spanish: Supongo que curan las obstrucciones nasales.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBALL
source: Grotesque.
russian: Какая нелепость.
spanish: Qué cosa más grotesca.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.DEAD
source: How I envy you.
french: Comme je t'envie.
russian: Я тебе завидую.
spanish: Cómo te envidio.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.GENERIC
source: A symbol of the ugliness of this world.
french: Un symbole de la laideur de ce monde.
russian: Воплощение уродства этого мира.
spanish: Un símbolo de la fealdad de este mundo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.SLEEPING
source: Even the hideous sleep sounder than I.
french: Même les créatures hideuses dorment en paix, pas moi.
russian: Даже такое мерзкое создание спит лучше, чем я.
spanish: Hasta algo tan repugnante duerme mejor que yo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Alas, she has fallen from her grotesque perch.
french: Hélas, cette créature est tombée de sa perche grotesque.
russian: Увы, наша жизнь — череда падений.
spanish: Lástima, se ha caído de su grotesco altar.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGPILE.GENERIC
source: There's dreadfulness everywhere.
french: L'atrocité se trouve partout où l'œil se pose.
russian: Ужасающая картина.
spanish: Es todo abyecto.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGPILE.PICKED
source: That was... unpleasant.
french: C'était... désagréable.
russian: Это было... неприятно.
spanish: Ha sido... desagradable.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_RAINFOREST
source: It, too, will wither and die one day.
french: Son tour viendra, un jour, de flétrir puis de mourir.
german: Auch sie wird eines Tages welken und sterben.
russian: Когда-нибудь и этот лес иссохнет и погибнет.
spanish: También se marchitará y morirá, algún día.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.DEAD
source: Its light hath been extinguished forever.
french: Sa lueur s'est éteinte à jamais.
german: Sein Licht ist für immer erloschen.
russian: Его свет погас навсегда.
spanish: Su luz se ha extinguido para siempre.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.GENERIC
source: A small light in a dark world.
french: Une petite lumière dans un monde de ténèbres.
german: Ein kleines Licht in einer finsteren Welt.
russian: Маленький огонек во тьме.
spanish: Una pequeña luz en un mundo oscuro.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.SLEEPING
source: Having dark dreams, no doubt.
french: Sans doute en proie à des rêves sombres...
german: Hat zweifellos dunkle Träume.
russian: Ничто не освещает его сны.
spanish: Tiene sueños oscuros, sin duda.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY_COCOON
source: If I could climb into a cocoon I would never emerge.
french: Si je pouvais me glisser dans un cocon, je n'en ressortirais plus.
german: Könnte ich mich in einen Kokon flüchten, ich würde nie wieder rauskommen.
russian: Если бы я стала куколкой, то никогда бы не покинула свой кокон.
spanish: Su pudiera trepar a una crisálida, nunca emergería.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GNAT
source: Like life, they wear you down little by little.
french: Comme la vie, ils font un lent travail de sape.
german: Sie schaffen einen allmählich ... wie das Leben.
russian: Они отгрызают от тебя крохотные кусочки — прямо как время.
spanish: Como la vida, te desgastan poco a poco.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GNATMOUND
source: They're building their own doom.
french: Ils sont les architectes de leur propre perte.
german: Sie bauen an ihrem eigenen Untergang.
russian: Они сами строят свою погибель.
spanish: Se están labrando su propia perdición.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GOLDPAN
source: Offers too much hope.
russian: С ним связано слишком много надежд.
spanish: Ofrece demasiada esperanza.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.BURNING
source: Death comes to everything.
french: La mort est le destin de toute chose.
german: Der Tod holt irgendwann alles.
russian: Смерть забирает все и всех.
spanish: La muerte nos llega a todos.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.GENERIC
source: Alas, I'm too weak to pick it.
french: Hélas, je suis trop faible pour en ramasser.
german: Leider bin ich zu schwach, um es zu pflücken.
russian: Увы, я слишком слаба, чтобы ее сорвать.
spanish: Lástima, me siento demasiado débil para cogerlo.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.PICKED
source: All things end.
french: Toute chose a une fin.
german: Alles geht vorbei.
russian: Всему приходит конец.
spanish: Todo acaba.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HALBERD
source: A terrible weapon for a terrible world.
french: Une arme effroyable pour un monde effroyable.
german: Eine schreckliche Waffe für eine schreckliche Welt.
russian: Ужасное оружие из ужасного мира.
spanish: Un arma terrible para un mundo terrible.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.IRON
source: Iron. Like my heart.
french: Du fer. Le matériau de mon cœur.
german: Eisen. Wie mein Herz.
russian: Мое сердце тоже сделано из железа.
spanish: Hierro. Como mi corazón.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANGOLDEN
source: A fool and his gold.
russian: Дурак и его золото.
spanish: Un necio y su dinero.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.DEAD
source: Beautiful death.
french: Une mort magnifique.
german: Ein schöner Tod.
russian: Прекрасная смерть.
spanish: Una bonita muerte.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.GENERIC
source: Many eyes witness many horrors in life.
french: Tous ces yeux ont assisté à tant d'horreurs.
german: Viele Augen sehen viele Schrecknisse im Leben.
russian: Чем больше глаз, тем лучше видно ужас жизни.
spanish: Muchos ojos contemplan los muchos horrores de la vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.SLEEPING
source: Alas, only a momentary reprieve from life.
french: Hélas, un répit fugace des douleurs de la vie.
german: Ach, nur eine kurze Pause vom Leben.
russian: Это лишь краткий отдых от жизненных тягот.
spanish: Lástima, es solo un indulto temporal de la vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWKFEATHER
source: I spy, with my little eye...
french: J'espionne, avec mon petit œil...
german: Ich sehe was, was du nicht siehst ...
russian: Я за тобой слежу…
spanish: Espío con mi pequeño ojo...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK_BUSH
source: Just a bush...
french: Rien qu'un buisson...
german: Nur ein Busch ...
russian: Обычный куст...
spanish: Solo es un arbusto...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.APORKALYPSE
source: I see. Even you turn on me, in the end.
french: Je vois. Au final, tout m'est hostile.
german: Verstehe. Sogar du stellst dich am Ende gegen mich.
russian: Ясно. В конце концов даже ты обернешься против меня.
spanish: Ya veo. Hasta tú me das la espalda, al final.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.FOLLOWER
source: I cannot protect you from death.
french: Je ne peux protéger personne contre la mort.
german: Ich kann dich nicht vor dem Tod schützen.
russian: Я не смогу защитить тебя от гибели.
spanish: No te puedo proteger de la muerte.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.GENERIC
source: Even you cannot escape death.
french: Personne ne peut échapper à la mort.
german: Nicht einmal du entkommst dem Tod.
russian: Тебе не сбежать от смерти.
spanish: Ni tú puedes escapar a la muerte.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.SLEEPING
source: Are you practicing being dead?
french: On fait le mort ?
german: Übst du Totsein?
russian: Ты так притворяешься мертвым?
spanish: ¿Estás practicando estar fiambre?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.DEAD
source: Lifeless.
french: Sans vie.
german: Leblos.
russian: Признаков жизни нет.
spanish: Inerte.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.GENERIC
source: As rabid as death itself.
french: Rabique comme la mort elle-même.
german: So tollwütig wie der Tod selbst.
russian: Бешеный, как ритм жизни.
spanish: Rabia pura, como la muerte.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.SLEEPING
source: Sleep is not a permanent escape from life.
french: Le sommeil n'est qu'une fuite temporaire de la vie.
german: Schlaf bedeutet nur kurzes Entkommen vor dem Leben.
russian: Во сне можно лишь ненадолго сбежать от этой жизни.
spanish: Dormir no es una evasión permanente de la vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEDIMENTPUDDLE
source: Contains unreachable shiny things.
french: Contient des petites choses brillantes, hors de portée.
russian: Там что-то блестит, но это лишь видимость.
spanish: Contiene cosas brillantes inalcanzables.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHEARS
source: Can it shear my heart?
french: Je peux m'en servir pour me couper le cœur ?
german: Kann ich damit mein Herz scheren?
russian: Смогут ли они укоротить мою жизнь?
spanish: ¿Puede esquilar las penas de mi corazón?
