Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.GENERIC
source: Fly free, small friend.
french: Völe librement, cömpagne.
german: Flieg nur, kleiner Freund.
russian: Лети на свободу, маленький друг.
spanish: Vuela libre, camarada.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.SLEEPING
source: A slumber consumes it.
french: Un löurd sömmeil la plömbe.
german: Von Schlaf überwältigt.
russian: Ее поразил сон.
spanish: Se imponía una siesta.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY_COCOON
source: It has armored itself for sleep.
french: Une armure en cöcön qui prötège son repös.
german: Es hat sich zum Schlafen gerüstet.
russian: Чтобы поспать, она завернулась в броню.
spanish: Se ha blindado para dormir.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GNAT
source: Infest not me, bugs!
french: Peste que ces insectes !
german: Lasst mich zufrieden, Biester!
russian: Не приближайтесь ко мне, жуки!
spanish: ¡No me atosiguéis, bichos!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GNATMOUND
source: The Valhalla of bugs.
french: Valhalla pöur les insectes.
german: Das Walhall der Biester.
russian: Жучиная Вальхалла.
spanish: Valhalla de los bichos.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GOLDPAN
source: It will vanquish the pieces of tiny gold!
russian: Уничтожает махонькие куски золота!
spanish: ¡Vencerá las piezas de oro diminuto!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.BURNING
source: It burns!
french: Ça brûle !
german: Es brennt!
russian: Аж жжется!
spanish: ¡Arde!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.GENERIC
source: Surely it is the grass of Jotunheim!
french: Sans döute pössible l'herbe de Jötunheim !
german: Bestimmt ist es das Gras von Jötunnheim!
russian: Это трава из Йотунхейма!
spanish: ¡Sin duda, es la hierba de Jotunheim!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.PICKED
source: I have defeated it!
french: C'est vaincu !
german: Ich habe es besiegt!
russian: Я сразила ее!
spanish: ¡Lo he derrotado!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HALBERD
source: Tis no spear, yet is still valorous!
french: Guère une lance, de valeur töuteföis !
german: Ein Speer ist es nicht, aber dennoch wertvoll!
russian: Это не копье, но победу в бою мне принесет!
spanish: ¡No es una lanza, pero tiene su valor!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.IRON
source: Material for metalwork.
french: Du matériau pöur le travail du métal.
german: Material für Metallarbeiten.
russian: Материал для работы по металлу.
spanish: Material metalúrgico.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PANGOLDEN
source: Surely a cousin of Gullinbursti!
russian: Родственник Гуллинбурсти.
spanish: ¡Será primo de Gullinbursti!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.DEAD
source: Even in death its eyes stare into my soul.
french: Même öccis, ses yeux pénètrent mön âme.
german: Sogar im Tode starren seine Augen noch in meine Seele.
russian: Его мертвые глаза смотрят в мою душу.
spanish: Incluso en la muerte, sus ojos se me clavan en el alma.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.GENERIC
source: It has the eyes of Odin.
french: Ses yeux sönt ceux d'Ödin.
german: Er hat die Augen Odins.
russian: Его глаза — это глаза Одина.
spanish: Tiene los ojos de Odín.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.SLEEPING
source: I cannot tell if it is awake or sleep.
french: Je ne parviens point à savöir s'il est éveillé öu s'il dört.
german: Ich weiß nicht, ob er wacht oder schläft.
russian: Не знаю, спит ли он или бодрствует.
spanish: No sé decir si duerme o no.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWKFEATHER
source: A priceless beauty.
french: Une beauté inestimable.
german: Eine unschätzbare Schönheit.
russian: Бесценная красота.
spanish: Una valiosa belleza.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK_BUSH
source: Do you think you can hide from me?
french: Tu cröis pöuvoir m'échapper ?
german: Glaubst du, du kannst dich vor mir verbergen?
russian: Думаешь, что спрячешься от меня?
spanish: ¿Crees que puedes esconderte de mí?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.APORKALYPSE
source: You wish to joust? Surely you jest!
french: L'heure de la jöute est venue ? Ce n'est point un jeu !
german: Du willst einen Zweikampf? Das ist wohl ein Scherz!
russian: Желаешь сразиться? Это что, шутка?
spanish: ¿Quieres una justa? ¡Estarás de broma!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.FOLLOWER
source: I have been taken by its cuteness.
french: Tröp adörable pöur y résister.
german: Seine Niedlichkeit hat mich bezwungen.
russian: Меня покорило его очарование.
spanish: Su belleza me ha cegado.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.GENERIC
source: Within its cuteness lays the heart of a tiny warrior!
french: Dans cette böule de pöils repöse le cöeur d'un minuscule guerrier !
german: Unter der Putzigkeit verbirgt sich das Herz eines kleinen Kriegers!
russian: Под слоем очарования бьется сердечко воина!
spanish: ¡Su belleza esconde un minúsculo corazón guerrero!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.SLEEPING
source: Sweetest dreams, cute meat.
french: Fais de beaux rêves, viande adörable.
german: Süßeste Träume, niedliches Fleisch.
russian: Сладких тебе снов, мясцо.
spanish: Dulces, dulces sueños, preciosidad.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.DEAD
source: It has died in battle.
french: Il est tömbé au cömbat.
german: Im Kampf gestorben.
russian: Он погиб в бою.
spanish: Ha muerto en combate.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.GENERIC
source: Evil beast. You have met your match!
french: Bête maléfique. Vöici une adversaire à ta hauteur !
german: Böses Biest. Du hast deine Meisterin gefunden!
russian: Коварное чудище, ты встретило достойную противницу!
spanish: Bestia malvada, ¡aquí tienes a alguien de tu talla!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.SLEEPING
source: Slumber consumes it!
french: Un löurd sömmeil le cönsume !
german: Von Schlaf überwältigt!
russian: Его поразил сон!
spanish: ¡La siesta se ha apoderado de sus sentidos!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEDIMENTPUDDLE
source: Its tiny gold pieces will be mine!
french: Ses petits mörceaux d'ör serönt miens !
russian: Я добуду из нее кусочки золота!
spanish: ¡Sus minúsculas piezas de oro serán mías!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHEARS
source: A weapon for use against a mighty hedge!
french: Une arme à utiliser cöntre une haie féröce !
german: Die richtige Waffe gegen mächtige Hecken!
russian: Оружие, способное справиться с могучей оградой!
spanish: ¡Un arma para usar contra un portentoso arbusto!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.BURNT
source: My role is more warrior than artizan.
french: Mon rôle est plus guerrier qu'artisan.
german: Meine Rolle ist eher die eines Kriegers als eines Handwerkers.
russian: Моя роль больше воина, чем ремесленника.
spanish: Mi papel es más guerrero que artesano.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.COOKING_SHORT
source: Patience is an essential quality of a good fighter.
french: La patience est une qualité essentielle d'un bon combattant.
german: Geduld ist eine wesentliche Eigenschaft eines guten Kämpfers.
russian: Терпение — необходимое качество хорошего бойца.
spanish: La paciencia es una cualidad esencial de un buen luchador.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.DONE
source: Now make me a sharp edge!
french: Maintenant, fais-moi un tranchant !
german: Jetzt mach mir eine scharfe Kante!
russian: А теперь сделай мне острый край!
spanish: ¡Ahora hazme un borde afilado!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.EMPTY
source: The tools of dwarves.
french: Les öutils des nains.
german: Zwergenwerkzeug.
russian: Инструмент гномов.
spanish: Las herramientas de los enanos.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREE_PILLAR
source: Surely I stand before Yggdrasil!
french: Je döis me tenir devant Yggdrasil !
german: Bestimmt stehe ich vor Yggdrasil!
russian: Я стою перед Иггдрасилем!
spanish: ¡Apuesto a que estoy ante Yggdrasil!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WEEVOLE
source: A pest upon this land!
french: Un parasite dans cette cöntrée !
german: Eine Landplage!
russian: Паразитирует на этой земле!
spanish: ¡Una plaga sobre esta tierra!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WEEVOLE_CARAPACE
source: The skin of my enemy.
french: La peau de mön ennemi.
german: Die Haut meines Feindes.
russian: Шкура моего врага.
spanish: La piel de mi enemigo.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DEHUMID.1
source: Ah! That feels better.
french: Ah ! Voilà qui est mieux.
german: Ah! Schon viel besser.
russian: О! Вот так получше.
spanish: ¡Ah! Así mucho mejor.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_GNATS_DIED
source: Don't bother a gentleman.
french: Ne dérangez pas un gentleman.
german: Stören Sie keinen Gentleman.
russian: Не беспокойте джентльмена.
spanish: No molestes a un caballero.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HAYFEVER
source: Ugh. Allergies.
french: Teuh. Mes allergies.
german: Puh. Allergien.
russian: Уф. Аллергия.
spanish: ¡Agh! Alergias.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HAYFEVER_OFF
source: Ah... I can breathe again.
french: Ah... Je peux à nouveau respirer.
german: Ah ... Ich kriege wieder Luft.
russian: О... Я снова могу дышать.
spanish: Ah... Puedo volver a respirar.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.1
source: Bah!
french: Beurk !
russian: Фу!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.2
source: Ew!
french: Pouah !
russian: Фу!
spanish: ¡Puaj!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.3
source: Gah!
french: Aïe !
russian: Ауч!
spanish: ¡Ah!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.4
source: Filth!
french: Quelle saleté !
russian: Грязь!
spanish: ¡Porquería!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_SNEEZE
source: ah...CHOOOO!
french: ah... TCHOUM !
german: Hah ... TSCHUUUH!
russian: А-а-а... АПЧХИ!
spanish: Aaaahh... ¡¡CHÚÚÚÚ!!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TOO_HUMID.1
source: This %s is too much.
french: Ce %s est insupportable.
german: %s, du bist mir zu viel.
russian: %s? Перебор.
spanish: %s... Es exorbitante.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TOO_HUMID.2
source: This %s is hotter than I like.
french: Ce %s est trop chaud à mon goût.
german: %s, du bist heißer, als mir lieb ist.
russian: %s куда жарче, чем мне хотелось бы.
spanish: %s... Demasiado caliente para mi gusto.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ALLOY
source: Durable.
french: Résistant.
german: Haltbar.
russian: Надежно.
spanish: Durará.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.APORKALYPSE_CLOCK
source: I do like this...
french: Ça me plaît, je dois dire...
german: Die gefällt mir ...
russian: Это мне нравится...
spanish: Me gusta esto...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_METALPLATE
source: Not very pliant but it does the job.
french: Pas très pliable, mais ça fait le travail.
german: Nicht sehr biegsam, aber sie tut es.
russian: Жестковато, но свою работу делает.
spanish: No muy maleable, pero cumple su cometido.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_WEEVOLE
source: This is not a good look.
french: Ça me donne une drôle d'allure.
german: Kein guter Stil.
russian: Выглядит не очень.
spanish: No es un buen look.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASPARAGUS_PLANTED
source: Food. Just growing out of the ground.
french: De la nourriture. Qui pousse sur le sol.
german: Nahrung. Wächst einfach aus dem Boden.
russian: Еда. Просто растет в земле.
spanish: Comida. Y crece del suelo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BASEFAN
source: Ah. Civilization.
french: Ah. La civilisation.
german: Ah. Zivilisation.
russian: О. Цивилизация.
spanish: Ah... Civilización.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHITIN
source: We all have our defenses.
french: Chacun son moyen de défense.
german: Jeder hat seine Verteidigung.
russian: Каждый из нас защищается по-своему.
spanish: Todos tenemos nuestras defensas.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTNETTLE
source: Useful.
french: Utile.
german: Nützlich.
russian: Полезно.
spanish: Útil.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBALL
source: I refuse to touch that.
french: Je refuse de toucher ça.
russian: Я не собираюсь к этому прикасаться.
spanish: Me niego a tocar eso.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.DEAD
source: It has come to a feculent end.
french: Cette créature est passée de vie à trépas.
russian: Его конец был грязным.
spanish: Qué final más nauseabundo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.GENERIC
source: What a filthy creature.
french: Quelle créature sale.
russian: Какое грязное создание.
spanish: Qué criatura más repugnante.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.SLEEPING
source: The time is right to strike.
french: C'est le moment de frapper.
russian: Отличный момент, чтобы атаковать.
spanish: Es el momento de atacar.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Sans dungball, I see.
french: On n'a plus sa boule de fumier, à ce que je vois.
russian: Я смотрю, комок навоза свой потерял.
spanish: Sin su bola de estiércol, veo.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGPILE.GENERIC
source: Blech.
french: Pouah.
russian: Буэ.
spanish: Puaj.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGPILE.PICKED
source: That was simply undignified.
french: Quel manque de dignité !
russian: Это попросту недостойно.
spanish: Era simplemente indigno.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_RAINFOREST
source: It's no rose.
french: Ce n'est pas une rose.
german: Das ist keine Rose.
russian: Это не роза.
spanish: No es una rosa.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.DEAD
source: Lights out.
french: Adieu.
german: Licht aus.
russian: Долой свет.
spanish: Fuera luces.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.GENERIC
source: Disgusting, but helpful.
french: Dégoûtant, mais utile.
german: Abstoßend, aber nützlich.
russian: Отвратительно, но полезно.
spanish: Repugnante, pero útil.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.SLEEPING
source: That light is rather too lethargic.
french: Une lumière trop léthargique.
german: Das Licht ist einfach zu lethargisch.
russian: Слишком летаргический свет.
spanish: Esa luz es bastante letárgica.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY_COCOON
source: Ah, metamorphosis...
french: Ah, la métamorphose...
german: Ah, Metamorphose ...
russian: О, метаморфоза...
spanish: Ah, metamorfosis...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GNAT
source: Horde horrible.
french: Une volée horrible.
german: Grässliche Horde.
russian: Отвратительная орда.
spanish: Horda horrible.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GNATMOUND
source: Ugh. The horde home.
french: Pouah. Là où vit la volée.
german: Puh. Das Heim der Horde.
russian: Фу. Дом орды.
spanish: Agh. El hogar de la horda.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GOLDPAN
source: Must I do everything myself?
russian: Почему мне все приходится делать самому?
spanish: ¿Lo tengo que hacer todo yo?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.BURNING
source: Well, there you have it.
french: Eh bien, voilà.
german: Nun, da haben wir es.
russian: Ну вот, что поделать.
spanish: Bueno, ahí lo tienes.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.GENERIC
source: Oh, joyous occasion. I've found grass.
french: Oh, quelle joie. J'ai trouvé de l'herbe.
german: Oh Freude! Ich habe Gras gefunden.
russian: Какое счастье. Я нашел траву.
spanish: Oh, qué alegría. He encontrado hierba.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.PICKED
source: I don't require any more grass, thank you.
french: Je n'ai plus besoin d'herbe, merci.
german: Nun brauche ich kein Gras mehr, danke.
russian: Спасибо, мне не надо больше травы.
spanish: No necesito más hierba, gracias.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HALBERD
source: A blade as sharp as my wit.
french: Une lame aussi affutée que mon esprit.
german: Die Klinge ist so scharf wie mein Verstand.
russian: Лезвие, сравнимое по остроте с моим умом.
spanish: Un filo tan afilado como mi ingenio.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.IRON
source: A solid mineral.
french: Un minéral solide.
german: Solides Mineral.
russian: Крепкий минерал.
spanish: Un mineral sólido.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANGOLDEN
source: He has expensive tastes.
russian: У него дорогие удовольствия.
spanish: Es de gustos caros.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.DEAD
source: It's beauty has been snuffed out forever.
french: Sa beauté s'est éteinte à jamais.
german: Seine Schönheit ist für immer dahin.
russian: Его красота увяла навечно.
spanish: Su belleza se ha apagado para siempre.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.GENERIC
source: What a regal-looking beast.
french: Quelle bête majestueuse.
german: Was für ein königliches Tier.
russian: Какое достойное создание.
spanish: Qué bestia tan regia.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.SLEEPING
source: It is eye-dol.
french: Dormir les yeux ouverts.
german: Er macht die Augen zu.
russian: Сомкнул глаза.
spanish: Ojo con sus ojos.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWKFEATHER
source: What finery.
french: Quelle parure.
german: Wie herrlich.
russian: Какая роскошь.
spanish: Qué refinamiento.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK_BUSH
source: I've my suspicions about that bush.
french: Je trouve ce buisson assez louche.
german: Ich finde diesen Busch ziemlich verdächtig.
russian: Этот куст кажется мне подозрительным.
spanish: Ese arbusto levantaba mis sospechas.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.APORKALYPSE
source: Don't make me do something I'll regret.
french: Ne me force pas à avoir une réaction que tu regretteras.
german: Nicht, dass ich noch etwas tue, was ich bereuen würde.
russian: Не заставляй меня делать то, о чем я пожалею.
spanish: No me obligues a hacer algo que pueda lamentar.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.FOLLOWER
source: Shoo. I do not like you.
french: Ouste. Je ne t'aime pas.
german: Ksch. Ich mag dich nicht.
russian: Брысь. Ты мне не нравишься.
spanish: ¡Bu! No me gustas.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.GENERIC
source: What do you want?
french: Qu'est-ce que tu veux ?
german: Was willst du?
russian: Что тебе нужно?
spanish: ¿Qué quieres?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.SLEEPING
source: Oh look. It is asleep.
french: Oh, tiens. Il dort.
german: Sieh an. Eingeschlafen.
russian: Гляньте-ка. Он спит.
spanish: Oh, mira. Se ha dormido.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.DEAD
source: The grim reaper has been here.
french: La grande faucheuse est passée par ici.
german: Der Schnitter war hier.
russian: Здесь побывал мрачный жнец.
spanish: La parca ha estado aquí.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.GENERIC
source: What is he all worked up about?
french: Qu'est-ce qui l'agace à ce point ?
german: Was regt er sich denn so auf?
russian: Что-то он весь на взводе.
spanish: ¿A qué venía esa agitación?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.SLEEPING
source: A noisy sleeper.
french: On l'entend dormir.
german: Ein lauter Schläfer.
russian: Беспокойно спит.
spanish: Ruidoso durmiente.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEDIMENTPUDDLE
source: There's something sparkling inside there.
french: Il y a quelque chose qui brille là-dedans.
russian: Внутри что-то поблескивает.
spanish: Hay algo resplandeciente dentro.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SHEARS
source: Aren't there gardeners for this sort of thing?
french: Ce n'est pas aux jardiniers de s'occuper de ça ?
german: Gibt es dafür keine Gärtner?
russian: Для этого вообще-то есть садовники.
spanish: ¿No hay jardineros para este tipo de cosa?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.BURNT
source: Back to the Stone Age.
french: Retour à l'âge de pierre.
german: Zurück in die Steinzeit.
russian: Назад в каменный век.
spanish: Volver a la Edad de Piedra.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.COOKING_SHORT
source: Watch it! Don't let the fire go out.
french: Regarde ça! Ne laissez pas le feu s'éteindre.
german: Schau es dir an! Lass das Feuer nicht ausgehen.
russian: Смотри! Не позволяйте огню погаснуть.
spanish: ¡Míralo! No dejes que el fuego se apague.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.DONE
source: Difficult results.
french: Résultats difficiles.
german: Schwierige Ergebnisse.
russian: Сложные результаты.
spanish: Resultados difíciles.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.EMPTY
source: Finally we're catching up to the Iron Age.
french: Enfin, nous passons à l'âge du fer.
german: Endlich erreichen wir die Eisenzeit.
russian: Наконец-то мы приближаемся к Железному веку.
spanish: Por fin estamos acercándonos a la Edad de Hierro.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREE_PILLAR
source: This tree is unusually large.
french: Cet arbre est anormalement grand.
german: Dieser Baum ist ungewöhnlich groß.
russian: Необычно большое дерево.
spanish: Este árbol es inusualmente grande.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WEEVOLE
source: Interminable pests.
french: Des nuisibles interminables.
german: Unvermeidliche Plagegeister.
russian: Назойливые вредители.
spanish: Plaga interminable...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WEEVOLE_CARAPACE
source: Ugh.
french: Beurk.
german: Bäh.
russian: Фу.
spanish: Agh.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DEHUMID.1
source: Whew! Not so hot anymore.
french: Ouf ! Il fait plus aussi chaud.
german: Uff! Nicht mehr so heiß.
russian: Фух! Уже не так жарко.
spanish: ¡Fiu! Menos calor ya.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_GNATS_DIED
source: We are safe!
french: Nous sommes en sécurité !
german: Wir sind sicher!
russian: Мы в безопасности!
spanish: ¡Estamos a salvo!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HAYFEVER
source: Sniff. Sniff. We must have allergies.
french: Snirf. Snirf. On doit avoir des allergies.
german: Schnüff. Schnupf. Wir haben wohl eine Allergie.
russian: Нос забит. У нас аллергия.
spanish: *Snif, snif* Debemos de tener alergia.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HAYFEVER_OFF
source: Wow! I think our allergies are gone!
french: Oh ! Je crois qu'on n'a plus d'allergies !
german: He! Sieht aus, als wäre unsere Allergie weg!
russian: Ой, аллергия прошла.
spanish: ¡Hala! ¡Creo que se nos ha pasado la alergia!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_PICKPOOP.1
source: Blah!
french: Beurk !
russian: Бр-р-р!
spanish: ¡Buf!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_PICKPOOP.2
source: Eww!
french: Beurk !
russian: Фу!
spanish: ¡Puaj!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_PICKPOOP.3
source: Yucky!
french: Super beurk !
russian: Фу-у!
spanish: ¡Qué asco!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_SNEEZE
source: a...choooOOOOOOO!
french: Aaaa...TCHOOOOUM !
german: Hah ...tschiiiiIII!
russian: А... А... АПЧХИ!
spanish: Aaaaaaa... ¡chÚÚÚÚÚS!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TOO_HUMID.1
source: Ugh. We're really baking in this %s.
french: Argh. On crève de chaud dans ce %s.
german: Puh. %s, ich soll wohl richtig durchbacken?
russian: %s... Так и свариться недолго.
spanish: Buf... No sé cómo vamos a cocinar con semejante %s.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TOO_HUMID.2
source: Wow! This %s is making us hot.
french: Ouah ! Ce %s donne un coup de chaud.
german: Liebe Güte, %s, bist du heiß.
russian: Ух! %s — это очень жарко!
spanish: ¡Uau! %s... ¡Qué calor nos está dando!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ALLOY
source: Gosh. That's a lot of metal.
french: Mince. Ça en fait du métal.
german: Uff, das ist aber viel Metall.
russian: Ого, целая груда металла.
spanish: Jo. Es mucho metal.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.APORKALYPSE_CLOCK
source: It's like a puzzle!
french: On dirait un puzzle !
german: Sie ist wie ein Puzzle!
russian: Это целая головоломка!
spanish: ¡Es como un rompecabezas!
