Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.NAMES.SHEARS
source: Shears
french: Cisailles
german: Schere
russian: Ножницы
spanish: Tijeras de podar

# STRINGS.NAMES.SMELTER
source: Smelter
french: Fondeuse
german: Schmelzofen
russian: Плавильная печь
spanish: Fundición

# STRINGS.NAMES.TREE_PILLAR
source: Great Leafy Stalk
french: Grande tige feuillue
german: Großer Blätterstrunk
russian: Огромный стебель с листьями
spanish: Gran tallo con hojas

# STRINGS.NAMES.WEEVOLE
source: Weevole
french: Camparançon
german: Rüsselmaus
russian: Жук-полевка
spanish: Topigojo

# STRINGS.NAMES.WEEVOLE_CARAPACE
source: Weevole Carapace
french: Carapace de camparançon
german: Rüsselmauspanzer
russian: Панцирь полевки
spanish: Caparazón de topigojo

# STRINGS.RECIPE_DESC.ARMOR_METALPLATE
source: Strong and sturdy.
french: Aussi robuste que solide.
german: Stark und stabil.
russian: Надежная и прочная.
spanish: Un objeto fuerte y robusto.

# STRINGS.RECIPE_DESC.ARMOR_WEEVOLE
source: Kinda gross, but surprisingly strong.
french: Pas très ragoûtant, mais étonnamment robuste.
german: Irgendwie widerlich, aber überraschend stark.
russian: Мерзкая на вид, но на удивление прочная.
spanish: Da un poco de asquito, pero es sorprendentemente fuerte.

# STRINGS.RECIPE_DESC.BASEFAN
source: Relieves hay fever, keeps you dry.
french: Soulage le rhume des foins et permet de rester au sec.
german: Hilft bei Heuschnupfen und hält trocken.
russian: Сушит и помогает при сенной лихорадке.
spanish: Alivia la alergia y seca la humedad.

# STRINGS.RECIPE_DESC.GOLDPAN
source: Pans gold actually.
russian: Задерживает в себе крупицы золота.
spanish: Da oro de verdad.

# STRINGS.RECIPE_DESC.HALBERD
source: Pointy and hurty.
french: Peut faire très mal.
german: Spitz und schmerzhaft.
russian: Лезвие до боли острое.
spanish: Puntiaguda y dañina.

# STRINGS.RECIPE_DESC.SHEARS
source: Cut your way into adventure.
french: Pour se frayer un chemin vers l'aventure.
german: Schneide dir den Weg ins Abenteuer frei.
russian: Помогут выстричь путь к приключениям.
spanish: Ábrete paso a la aventura a tijeretazo limpio.

# STRINGS.RECIPE_DESC.SMELTER
source: Turn Iron into Alloy.
french: Transforme le fer en alliage.
german: Aus Eisen mach Legierung.
russian: Превращает железо в сплав.
spanish: Convierte el hierro en aleación.

# STRINGS.UI.CUSTOMIZATIONSCREEN.ASPARAGUS
source: Asparagus
french: Asperge
german: Spargel
russian: Спаржа
spanish: Espárrago

# STRINGS.UI.CUSTOMIZATIONSCREEN.ASPARAGUS_REGROWTH
source: Asparagus
french: Asperge
german: Spargel
russian: Спаржа
spanish: Espárrago

# STRINGS.UI.CUSTOMIZATIONSCREEN.DEEP_JUNGLE_FERN_NOISE
source: Jungle Floor Ferns
french: Fougères de la jungle
german: Dschungelfarne
russian: Папоротники в джунглях
spanish: Helechos de suelo selvático

# STRINGS.UI.CUSTOMIZATIONSCREEN.DUNGBEETLE
source: Dung Beetle
french: Bousier
russian: Навозный жук
spanish: Escarabajo pelotero

# STRINGS.UI.CUSTOMIZATIONSCREEN.DUNGBEETLE_SETTING
source: Dung Beetle
french: Bousier
russian: Навозный жук
spanish: Escarabajo pelotero

# STRINGS.UI.CUSTOMIZATIONSCREEN.DUNGPILE
source: Dung Pile
french: Tas de fumier
russian: Навозная куча
spanish: pila de estiércol

# STRINGS.UI.CUSTOMIZATIONSCREEN.FOG
source: Fog
french: Brouillard
german: Nebel
russian: Туман
spanish: Niebla

# STRINGS.UI.CUSTOMIZATIONSCREEN.GLOWFLYCYCLE
source: Glowfly Cycle
french: Cycle de mouche luisante
german: Glühwürmchenkreis
russian: Цикл светомух
spanish: Ciclo de lumimosca

# STRINGS.UI.CUSTOMIZATIONSCREEN.GLOWFLY_SETTING
source: Glowfly
french: Mouche luisante
german: Glühwürmchen
russian: Светомуха
spanish: Lumimosca

# STRINGS.UI.CUSTOMIZATIONSCREEN.GNATMOUND
source: Gnat Mound
french: Monticule de moucherons
german: Mückenhügel
russian: Комариный курган
spanish: Montículo de mosquitos

# STRINGS.UI.CUSTOMIZATIONSCREEN.GNAT_SETTING
source: Gnat Swarm
french: Essaim de moucherons
german: Mückenschwarm
russian: Рой комаров
spanish: Enjambre de mosquitos

# STRINGS.UI.CUSTOMIZATIONSCREEN.GRASS_TALL
source: Tall Grass
french: Haute Herbe
german: Hohes Gras
russian: Высокая трава
spanish: Hierba alta

# STRINGS.UI.CUSTOMIZATIONSCREEN.GRASS_TALL_PATCH
source: Infected Tall Grass
french: Herbe haute infectée
german: Infiziertes hohes Gras
russian: Зараженная высокая трава
spanish: Hierba alta infectada

# STRINGS.UI.CUSTOMIZATIONSCREEN.HAYFEVER
source: Hayfever
french: Rhume de foins
german: Heuschnupfen
russian: Аллергия
spanish: Alergia al polen

# STRINGS.UI.CUSTOMIZATIONSCREEN.HUMID
source: Humid
french: Saison humide
german: Feucht
russian: Влажный
spanish: Húmeda

# STRINGS.UI.CUSTOMIZATIONSCREEN.JUNGLE_BORDER_VINE
source: Jungle Canopy Vines
french: Lianes de canopée de la jungle
german: Dschungelwipfel-Ranken
russian: Лианы в джунглях
spanish: Enredaderas de dosel selvático

# STRINGS.UI.CUSTOMIZATIONSCREEN.LUSH
source: Lush
french: Saison luxuriante
german: Üppig
russian: Цветение
spanish: Exuberante

# STRINGS.UI.CUSTOMIZATIONSCREEN.PEAGAWK_SETTING
source: Peagawk
french: Paon
german: Augenpfau
russian: Глазастый павлин
spanish: Pavomirón

# STRINGS.UI.CUSTOMIZATIONSCREEN.PEAGAWK_SPAWNER
source: Peagawk
french: Paon
german: Augenpfau
russian: Глазастый павлин
spanish: Pavomirón

# STRINGS.UI.CUSTOMIZATIONSCREEN.PL_CLOCKTYPE
source: Clock Type
french: Type d'horloge
german: Uhrentyp
russian: Тип часов
spanish: Tipo de reloj

# STRINGS.UI.CUSTOMIZATIONSCREEN.POG
source: Pog
russian: Пог
spanish: pogo

# STRINGS.UI.CUSTOMIZATIONSCREEN.PORKLAND_SEASON_START
source: Porkland Starting Season
french: Saison de départ de Porkland
german: Porkland Jahreszeit wird gestartet
russian: Porkland Начало сезона
spanish: Estación de inicio de Porkland

# STRINGS.UI.CUSTOMIZATIONSCREEN.TEMPERATE
source: Temperate
french: Saison tempérée
german: Gemäßigt
russian: Умеренный
spanish: Templada

# STRINGS.UI.CUSTOMIZATIONSCREEN.WEEVOLE_SETTING
source: Weevole
french: Camparançon
german: Rüsselmaus
russian: Жук-полевка
spanish: Topigojo

# STRINGS.UI.SANDBOXMENU.CHOOSEWORLD
source: Choose World
french: Choisissez le monde
german: Wählen Sie Welt
russian: Выберите мир
spanish: Elegir mundo

# STRINGS.UI.SANDBOXMENU.CLOCKTYPE_DEFAULT
source: Default
french: Par défaut
german: Standard
russian: По умолчанию
spanish: Predeterminado

# STRINGS.UI.SANDBOXMENU.CLOCKTYPE_PORKLAND
source: Plateau
russian: Плато
spanish: Meseta

# STRINGS.UI.SANDBOXMENU.HUMID
source: Humid
french: Saison humide
german: Feucht
russian: Влажный
spanish: Húmeda

# STRINGS.UI.SANDBOXMENU.LUSH
source: Lush
french: Saison luxuriante
german: Üppig
russian: Цветение
spanish: Exuberante

# STRINGS.UI.SANDBOXMENU.PORKLAND_DEFAULT
source: Temperate
french: Saison tempérée
german: Gemäßigt
russian: Умеренный
spanish: Templada

# STRINGS.UI.SANDBOXMENU.TEMPERATE
source: Temperate
french: Saison tempérée
german: Gemäßigt
russian: Умеренный
spanish: Templada

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.APORKALYPSE
source: Aporkalypse
russian: Апоркалипсис

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.HUMID
source: Humid
french: Saison humide
german: Feucht
russian: Влажный
spanish: Húmeda

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.LUSH
source: Lush
french: Saison luxuriante
german: Üppig
russian: Цветение
spanish: Exuberante

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.TEMPERATE
source: Temperate
french: Saison tempérée
german: Gemäßigt
russian: Умеренный
spanish: Templada

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBALL
source: Non.
spanish: Ni hablar.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBEETLE.SLEEPING
source: Dormez bien, mon amie.
french: Dors bien, l'ami.
spanish: Dormez bien, camarade.
