Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.GENERIC
source: These eyes allow me to forgive everything it does.
french: Ces yeux me permettent de pardonner tout ce qu'il fait.
german: Diese Augen erlauben es mir, alles zu verzeihen, was es tut.
russian: Эти глаза позволяют мне прощать все, что он делает.
spanish: Estos ojos me permiten perdonar todo lo que hace.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.SLEEPING
source: It's sleeping.
french: Ça dort.
german: Es schläft.
russian: Оно спит.
spanish: Esta durmiendo.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.DEAD
source: Ah, it stopped.
french: Ah, ça s'est arrêté.
german: Ach, es hat aufgehört.
russian: А, остановилось.
spanish: Ah, se detuvo.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.GENERIC
source: What are you all excited about?
french: Qu'est-ce qui vous passionne ?
german: Worauf freust du dich alle?
russian: Чем вы все взволнованы?
spanish: ¿Qué es lo que te emociona?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.SLEEPING
source: Calm down!
french: Calmer!
german: Sich beruhigen!
russian: Успокоиться!
spanish: ¡Cálmate!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SEDIMENTPUDDLE
source: The metal content seriously exceeded the standard.
french: La teneur en métal dépassait largement la norme.
russian: Содержание металлов серьезно превышало норму.
spanish: El contenido de metal superó seriamente el estándar.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SHEARS
source: Shears for gardening.
french: Cisailles pour le jardinage.
german: Scheren für die Gartenarbeit.
russian: Ножницы для сада.
spanish: Tijeras para jardinería.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.BURNT
source: Forgot fire rules, didn't you?
french: Vous avez oublié les règles d'incendie, n'est-ce pas ?
german: Du hast die Feuerregeln vergessen, nicht wahr?
russian: Забыл правила пожарной безопасности, не так ли?
spanish: ¿Olvidaste las reglas contra incendios, verdad?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.COOKING_SHORT
source: Rome was not built in a day.
french: Rome n'a pas été construite en un jour.
german: Rom wurde nicht an einem Tag erbaut.
russian: Рим не был построен за день.
spanish: Roma no fue construida en un día.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.DONE
source: knock off!
french: casse-toi !
german: Schluss damit!
russian: сбить!
spanish: ¡rebajar!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.EMPTY
source: Process the metallic material.
french: Traiter le matériau métallique.
german: Bearbeiten Sie das metallische Material.
russian: Обработайте металлический материал.
spanish: Procesar el material metálico.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TREE_PILLAR
source: It stretches to the end of my field of vision.
french: Il s'étend jusqu'au bout de mon champ de vision.
german: Es reicht bis ans Ende meines Sichtfeldes.
russian: Он простирается до конца моего поля зрения.
spanish: Se extiende hasta el final de mi campo de visión.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WEEVOLE
source: Once you've dealt with bedbugs, weevils aren't so bad.
french: Les charançons ne sont rien si vous avez déjà eu affaire à des punaises de lit.
german: Rüsselkäfer sind nichts, wenn Sie sich jemals mit Bettwanzen befasst haben.
russian: Долгоносики ничто, если вы когда-либо имели дело с постельными клопами.
spanish: Los gorgojos no son nada si alguna vez has tratado con chinches.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WEEVOLE_CARAPACE
source: It can be regarded as clean.
french: Il peut être considéré comme propre.
german: Es kann als sauber angesehen werden.
russian: Его можно считать чистым.
spanish: Puede considerarse limpio.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DEHUMID.1
source: Ha! Wolfgang beat the heat!
french: Ha ! Wolfgang est plus fort que la chaleur !
german: Ha! Wolfgang hat die Hitze besiegt!
russian: Ха! Вольфганг победил жару!
spanish: ¡Ja! ¡Wolfgang vencer al calor!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_GNATS_DIED
source: Wolfgang's muscles felt much better.
french: Les muscles de Wolfgang se sentaient beaucoup mieux.
german: Wolfgangs Muskeln fühlten sich viel besser an.
russian: Мышцы Вольфганга чувствовали себя намного лучше.
spanish: Los músculos de Wolfgang se sintieron mucho mejor.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HAYFEVER
source: Allergies strong like Wolfgang!
french: Les allergies sont fortes. Tout comme Wolfgang !
german: Allergien mögen Wolfgang!
russian: Аллергия — тоже силач!
spanish: ¡Alergias fuertes como Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HAYFEVER_OFF
source: Ha! Wolfgang beat allergies!
french: Ha ! Wolfgang est plus fort que les allergies !
german: Ha! Wolfgang hat Allergien besiegt!
russian: Ха! Вольфганг победил аллергию!
spanish: ¡Ja! ¡Wolfgang vencer a las alergias!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PICKPOOP.1
source: Bah!
french: Beurk !
russian: Фу!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PICKPOOP.2
source: Ew!
french: Pouah !
russian: Фу!
spanish: ¡Puaj!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PICKPOOP.3
source: Wolfgang is disgusted!
french: Ça dégoûte Wolfgang !
russian: Вольфгангу противно!
spanish: ¡Wolfgang está asqueado!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_SNEEZE
source: Achoo! Excuse Wolfgang.
french: Atchoum ! Wolfgang s'excuse.
german: Hatschuuuh! Wolfgang bittet um Verzeihung.
russian: Апчхи! Простите Вольфганга.
spanish: ¡Achís! Disculpar a Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TOO_HUMID.1
source: Wolfgang don't like %s in this heat.
french: Wolfgang n'aime pas cet accessoire (%s) avec cette chaleur.
german: %s, Wolfgang mag dich nicht in dieser Hitze.
russian: %s в такую жару Вольфгангу не нравится.
spanish: A Wolfgang no gustar %s con este calor.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TOO_HUMID.2
source: Is too muggy.
french: Il fait trop lourd et humide.
german: Ist zu schwül.
russian: Слишком душно.
spanish: Haber demasiada humedad.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ALLOY
source: Fire make it strong like Wolfgang.
french: Le feu a rendu ça aussi costaud que Wolfgang !
german: Feuer macht es stark wie Wolfgang.
russian: Огонь делает его сильным, как Вольфганг!
spanish: Fuego hacer fuerte como Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.APORKALYPSE_CLOCK
source: Is clock of scary things.
french: C'est une horloge un peu flippante.
german: Eine Uhr aus gruseligen Dingen.
russian: Жуткие часы.
spanish: Reloj de cosas que dar miedo.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_METALPLATE
source: No one beat Wolfgang now!
french: Personne ne peut battre Wolfgang maintenant !
german: Jetzt kann niemand Wolfgang schlagen!
russian: Вольфганга никто не победит!
spanish: ¡Nadie poder con Wolfgang ahora!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_WEEVOLE
source: Wolfgang win!
french: Wolfgang a gagné !
german: Wolfgang hat gewonnen!
russian: Вольфганг победил!
spanish: ¡Wolfgang ganar!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASPARAGUS_PLANTED
source: Haha. Is like tiny vegetable hats.
french: Ha ha, c'est comme des petits chapeaux légumes.
german: Haha. Wie kleine Gemüsehüte.
russian: Ха! Мелкие овощные шляпки.
spanish: Ja, ja. Ser como pequeños sombreros vegetales.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BASEFAN
source: Is cool on Wolfgang skin.
french: Ça rafraîchit Wolfgang.
german: Kühl auf Wolfgangs Haut.
russian: Вольфгангу прохладно.
spanish: Ser fresco en la piel de Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHITIN
source: Icky bug pieces.
french: Un morceau dégoûtant d'insecte.
german: Eklige Insektenteile.
russian: Гадкие жучьи кусочки.
spanish: Trozos pringosos de bicho.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTNETTLE
source: Is good for clearing nose.
french: Ça dégage bien le nez.
german: Macht die Nase frei.
russian: Помогает от насморка.
spanish: Ser bueno para despejar nariz.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBALL
source: Is ball of poop.
french: C'est une boule de popo.
russian: Шар из каки.
spanish: Ser bola de caca.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.DEAD
source: Is dead. Is still stink.
french: L'insecte est mort. Mais il pue toujours.
russian: Мертвый. Еще воняет.
spanish: Ser muerto. Todavía apestar.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.GENERIC
source: Bug runs on ball of poop.
french: Un insecte sur une boule de popo.
russian: Бежит на шаре из каки.
spanish: Bicho ir en bola de caca.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.SLEEPING
source: Is pooped.
french: L'insecte est exténué.
russian: Навозился.
spanish: Estar hecho caca.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Bug fell off ball of poop.
french: L'insecte est tombé de sa boule de popo.
russian: Жук упал с шара из каки.
spanish: Bicho caer de bola de caca.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGPILE.GENERIC
source: Is more smelly than armpit.
french: Ça sent encore plus mauvais que sous des aisselles après un marathon.
russian: Пахнет хуже, чем подмышка.
spanish: Ser más apestoso que sobaco.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGPILE.PICKED
source: All gone. For now.
french: Plus rien. Pour l'instant.
russian: Все пропало. На время.
spanish: No quedar rastro. De momento.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_RAINFOREST
source: Little smelly flower.
french: Une petite fleur qui sent fort.
german: Kleine Stinkblume.
russian: Мелкий вонючий цветок.
spanish: Pequeña flor apestosa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.DEAD
source: Light bug is lights out.
french: L'insecte qui fait de la lumière est tout éteint.
german: Glühwurm glüht nicht mehr.
russian: Светляк — мертвяк.
spanish: Bicho de luz ser apagado.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.GENERIC
source: Is light bug.
french: C'est un insecte qui fait de la lumière.
german: Ein Glühwürmchen.
russian: Светляк.
spanish: Ser bicho de luz.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.SLEEPING
source: Light bug is dark.
french: L'insecte qui fait de la lumière fait surtout dodo.
german: Beim Glühwurm ist es dunkel.
russian: Светляк потух.
spanish: Bicho de luz estar oscuro.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY_COCOON
source: Bug look cozy.
french: L'insecte a l'air bien au chaud.
german: Sieht gemütlich aus.
russian: Светляку уютно.
spanish: Bicho parecer a gusto.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GNAT
source: Is too small for smashing!
french: Ces bestioles sont trop petites pour que je les fracasse !
german: Zu klein zum Zermalmen!
russian: Слишком мелкий, чтоб его сокрушить!
spanish: ¡Ser demasiado pequeño para aplastar!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GNATMOUND
source: Wolfgang smash bug home!
french: Wolfgang fracasse la maison des insectes !
german: Wolfgang zermalmt das Insektenhaus!
russian: Вольфганг сокрушит жучий дом!
spanish: ¡Wolfgang aplastar casa de bichos!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GOLDPAN
source: Is for eating from?
russian: Отсюда кушают?
spanish: ¿Utilizar para comer?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.BURNING
source: Wolfgang is not doing that!
french: Wolfgang n'a pas fait ça !
german: Wolfgang war das nicht!
russian: Вольфганг не будет это делать!
spanish: ¡Wolfgang no hacer eso!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.GENERIC
source: Very sturdy grass.
french: De l'herbe très robuste.
german: Sehr zähes Gras.
russian: Очень крепкая трава.
spanish: Hierba muy resistente.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.PICKED
source: Wolfgang is mightiest!
french: Wolfgang est plus puissant que toi !
german: Wolfgang ist der Mächtigste!
russian: Вольфганг — самый могучий!
spanish: ¡Wolfgang ser el más poderoso!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HALBERD
source: Sword is for weak no-muscle men.
french: Les armes comme ça, c'est bon pour ceux qui n'ont pas de muscles.
german: Schwerter sind für schwache Männer ohne Muskeln.
russian: Мечи — для хилых слабаков!
spanish: Espada ser para hombres débiles no musculosos.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.IRON
source: Iron is strong like Wolfgang.
french: Le fer est aussi costaud que Wolfgang.
german: Eisen ist stark wie Wolfgang.
russian: Сильное железо, прямо как Вольфганг.
spanish: Hierro ser fuerte como Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANGOLDEN
source: Hehe. Haves big nose.
russian: Хе-хе. Большущий нос.
spanish: Je, je. Tener gran nariz.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.DEAD
source: Is blink-blink no more.
french: L'oiseau ne cligne plus des yeux.
german: Guckt nicht mehr.
russian: Больше не моргает.
spanish: Ya no parpadear.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.GENERIC
source: Funny blink-blink bird!
french: Un oiseau rigolo qui cligne des yeux !
german: Lustiger Guckvogel!
russian: Смешная птица-моргалка!
spanish: ¡Gracioso pájaro que parpadea!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.SLEEPING
source: Is sleep, but eyes still blink-blink.
french: L'oiseau dort mais ses yeux clignent encore.
german: Schläft, aber die Augen gucken noch.
russian: Спит, а глаза моргают.
spanish: Estar durmiendo, pero ojos todavía parpadear.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWKFEATHER
source: Is blink-blink bird feather.
french: C'est une plume d'oiseau qui cligne des yeux.
german: Feder vom Guckvogel.
russian: Перо птицы-моргалки.
spanish: Ser pluma de pájaro que parpadea.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK_BUSH
source: Is just bush.
french: C'est juste un buisson.
german: Nur ein Busch.
russian: Просто куст.
spanish: Ser solo arbusto.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.APORKALYPSE
source: Wolfgang does not like scary batdog!
french: Wolfgang n'aime pas le toutou chauve-souris flippant !
german: Wolfgang mag den gruseligen Flederhund nicht!
russian: Вольфганг не любит страшную псину!
spanish: ¡Wolfgang no gustar perro-murciélago, dar miedo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.FOLLOWER
source: You like Wolfgang, yes?
french: Tu aimes bien Wolfgang toi, hein ?
german: Du magst Wolfgang, ja?
russian: Тебе нравится Вольфганг, да?
spanish: Tú gustar Wolfgang, ¿sí?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.GENERIC
source: Is cute little food stealer.
french: C'est un mignon petit toutou chapardeur de nourriture.
german: Niedlicher kleiner Nahrungsdieb.
russian: Славный зверек. Ворует еду.
spanish: Ser pequeño y mono ladrón de comida.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.SLEEPING
source: Goodnight little food stealer.
french: Dors bien petit toutou chapardeur de nourriture.
german: Nacht, kleiner Nahrungsdieb.
russian: Баю-бай, мелкий воришка.
spanish: Buenas noches, pequeño ladrón de comida.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.DEAD
source: Is stomped.
french: L'insecte est tout aplati.
german: Zerstampft.
russian: Расплющен.
spanish: Estar pisoteado.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.GENERIC
source: Wolfgang will stomp bad beetle!
french: Wolfgang va piétiner le vilain scarabée !
german: Wolfgang zerstampft böse Käfer!
russian: Вольфганг расплющит жука-негодяя!
spanish: ¡Wolfgang pisoteará escarabajo malo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.SLEEPING
source: Hehe. Is funny mustache.
french: Héhé, sa moustache est rigolote.
german: Hehe. Lustiger Schnurrbart.
russian: Хе-хе. Смешные усики.
spanish: Je, je. Ser mostacho divertido.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEDIMENTPUDDLE
source: Hello little sparklies!
french: Coucou petite chose étincelante !
russian: Привет, блестелки!
spanish: ¡Hola, pequeñas chispitas!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SHEARS
source: Is for cutting plant things.
french: C'est pour couper des plantes et d'autres trucs de ce genre.
german: Zum Schneiden von Pflanzenkram.
russian: Чтобы резать растения.
spanish: Ser para cortar cosas de plantas.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.BURNT
source: Smelter is dead.
french: La fonderie est morte.
german: Schmelzer ist tot.
russian: Медвежонок мертв.
spanish: La fundición está muerta.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.COOKING_SHORT
source: Is almost melt!
french: Est presque fondre!
german: Ist fast geschmolzen!
russian: Почти тает!
spanish: ¡Casi se derrite!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.DONE
source: Fire make metal bricks.
french: Du feu pour faire des briques métalliques.
german: Feuer macht Metallziegel.
russian: Огонь делает кирпичи из металла.
spanish: Fuego hacer ladrillos de metal.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.EMPTY
source: Wolfgang lifted it without difficulty.
french: Wolfgang le souleva sans difficulté.
german: Wolfgang hob es ohne Schwierigkeiten hoch.
russian: Вольфганг поднял его без труда.
spanish: Wolfgang lo levantó sin dificultad.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREE_PILLAR
source: Mightiest tree!
french: Le plus puissant des arbres !
german: Der mächtigste Baum!
russian: Могучее дерево!
spanish: ¡Poderosísimo árbol!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WEEVOLE
source: Pesky bug. Leave Wolfgang alone!
french: Laisse Wolfgang tranquille, bestiole enquiquinante !
german: Mistvieh, lass Wolfgang in Ruhe!
russian: Отстань от Вольфганга, гадкий жук!
spanish: Bicho molesto. ¡Dejar en paz a Wolfgang!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WEEVOLE_CARAPACE
source: Is pesky bug skin.
french: C'est la carapace de la bestiole enquiquinante.
german: Insektenhaut vom Mistvieh.
russian: Шкура гадкого жука.
spanish: Ser piel de bicho molesto.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DEHUMID.1
source: That feels better.
french: C'est mieux comme ça.
german: Ah, schon besser.
russian: Так-то лучше.
spanish: Así mucho mejor.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_GNATS_DIED
source: I have many tricks up my sleeve.
french: J'ai beaucoup de tours dans mon sac.
german: Ich habe viele Tricks im Ärmel.
russian: У меня есть много трюков в рукаве.
spanish: Tengo muchos trucos bajo la manga.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HAYFEVER
source: You have allergies like me, Lucy?
french: Toi aussi les allergies t'embêtent, Lucy ?
german: Hast du Allergien wie ich, Lucy?
russian: Люси, а у тебя аллергии есть?
spanish: ¿Tienes alergia como yo, Lucy?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HAYFEVER_OFF
source: Ah! Clean air again.
french: Ah, de l'air pur.
german: Ah! Die Luft ist wieder rein.
russian: Ох, воздух снова очистился.
spanish: ¡Ah! Aire limpio de nuevo.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PICKPOOP.1
source: Ew!
french: Pouah !
russian: Фу!
spanish: ¡Puaj!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PICKPOOP.2
source: Blah!
french: Pouah !
russian: Бр-р-р!
spanish: ¡Buf!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PICKPOOP.3
source: That's gross, eh?
french: C'est dégoûtant, hein ?
russian: Ну и гадость, да?
spanish: Qué asco, ¿eh?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_SNEEZE
source: Achoo! Excuse me. Sorry.
french: Atchoum ! Pardon, je suis désolé.
german: Hatschiii! Verzeihung. Tut mir leid.
russian: Апчхи! Простите. Извините.
spanish: ¡Achús! Disculpa. Lo siento.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TOO_HUMID.1
source: It's blazing with this %s.
french: J'ai beaucoup trop chaud avec cet accessoire (%s).
german: %s, du Mistvieh.
russian: %s меня скоро запечет.
spanish: La cosa está que arde con mi %s.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TOO_HUMID.2
source: Whew! this %s is hot, eh?
french: Fiou, cet accessoire (%s) donne sacrément chaud, hein ?
german: Uff! %s, du bist ganz schön heiß, wie?
russian: Уф. %s как-то перегревается, да?
spanish: Fiu. %s... Qué calor, ¿eh?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ALLOY
source: It's like a block of wood made out of metal.
french: C'est comme un bûche de bois, mais en métal.
german: Wie ein Holzblock aus Metall.
russian: Похоже на полено, только из металла.
spanish: Es como un bloque de madera hecho de metal.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.APORKALYPSE_CLOCK
source: Looks like it's the end of days.
french: Ça ressemble à la fin des temps.
german: Sieht aus wie das Ende der Welt.
russian: Кажется, настал конец света.
spanish: Parece el final de los tiempos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_METALPLATE
source: Feel a little funny in this.
french: Je me sens moyennement à l'aise là-dedans.
german: Ich fühle mich etwas merkwürdig darin.
russian: Странновато себя в ней чувствую.
spanish: No me acabo de ver con esto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_WEEVOLE
source: Nice use of bug carcasses.
french: Comment faire bon usage des carcasses d'insectes.
german: So kann man Insektenpanzer gut nutzen.
russian: Вот и нашлось применение жучиным панцирям.
spanish: Buena forma de aprovechar cadáveres de bichos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASPARAGUS_PLANTED
source: They're like little trees to chop down.
french: On dirait des minuscules arbres qu'on peut abattre.
german: Wie Bäumchen, die man abholzen kann.
russian: Похожи на маленькие деревья, которые можно срубить.
spanish: Es como talar miniárboles.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BASEFAN
source: Yep. That's a nice breeze.
french: Ouaip, ça c'est une petite brise agréable.
german: Ja, das ist eine schöne Brise.
russian: Да, приятный ветерок.
spanish: Sip. Una brisa agradable.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHITIN
source: It's got some heft to it.
french: Ça pèse son poids.
german: Das wiegt was.
russian: Приятная тяжесть.
spanish: Tiene cierto peso.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTNETTLE
source: It has a smell to it.
french: Ça a une certaine odeur, pour ne pas dire une odeur certaine.
german: Hat einen gewissen Geruch.
russian: Пахнет довольно сильно.
spanish: Desprende su olorcillo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBALL
source: Dung to go.
french: De la bouse à emporter.
russian: Навоз на вынос.
spanish: Estiércol para llevar.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.DEAD
source: It's a goner.
french: La bestiole a claqué.
russian: Ему конец.
spanish: Se acabó.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.GENERIC
source: There's a bit of a stink.
french: Y a comme qui dirait une mauvaise odeur.
russian: Попахивает от нее, конечно.
spanish: Apesta un poco.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.SLEEPING
source: Getting some shut eye.
french: La bestiole fait un petit somme.
russian: Дремлет, родимая.
spanish: Echándose una cabezada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.UNDUNGED
source: I don't think she liked that.
french: La bestiole n'as pas l'air contente.
russian: Кажется, ей это не понравилось.
spanish: No creo que le haya gustado.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGPILE.GENERIC
source: Dung gone it.
french: Un sacré tas de bouse.
russian: Стационарный навоз.
spanish: Vaya caca.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGPILE.PICKED
source: There'll be more.
french: Y en aura d'autres.
russian: Скоро тут появится новый.
spanish: Habrá más.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_RAINFOREST
source: It's a pretty lil' thing.
french: Cette petite chose est bien jolie.
german: Das ist ein hübsches kleines Ding.
russian: Маленький кусочек красоты.
spanish: Es una cosita bonita.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.DEAD
source: Dead.
french: Elle est morte.
german: Tot.
russian: Умер.
spanish: Muerto.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.GENERIC
source: Thanks for lightin' the way, buddy.
french: Merci pour la lumière, brave bestiole.
german: Danke, dass du mir leuchtest, Kumpel.
russian: Спасибо, что освещаешь путь, дружище.
spanish: Gracias por iluminar el camino, colega.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.SLEEPING
source: A well-deserved nap.
french: Un repos bien mérité.
german: Ein wohlverdientes Schläfchen.
russian: Заслуженный отдых.
spanish: Una siesta bien merecida.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY_COCOON
source: That looks comfy, eh?
french: Ça a l'air douillet, hein ?
german: Sieht gemütlich aus, wie?
russian: Выглядит уютно, да?
spanish: Parece confortable, ¿eh?
