Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.GENERIC
source: The obstinacy of this grass requires something sharper than my hands.
french: L'obstination de cette herbe requiert quelque chose de plus coupant que mes mains.
german: Das Gras ist so zäh, dass ich etwas Schärferes als die bloßen Hände brauche.
russian: Прочность этой травы вынуждает меня искать подходящий инструмент.
spanish: La obstinación de esta hierba requiere algo más afilado que mis manos.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.PICKED
source: Previously experience suggests this will grow back.
french: De précédentes expériences suggèrent que cela repoussera.
german: Die bisherige Erfahrung legt nahe, dass es nachwächst.
russian: Мой опыт позволяет утверждать, что она вырастет снова.
spanish: Mis experiencias previas sugieren que volverá a crecer.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.HALBERD
source: A marvelously versatile instrument capable of causing incredible harm!
french: Un instrument merveilleusement polyvalent et capable d'infliger des blessures incroyablement lourdes !
german: Ein herrlich vielseitiges Instrument, das enormen Schaden anrichten kann!
russian: Невероятно универсальный инструмент, способный учинить массу разрушений!
spanish: ¡Un instrumento maravillosamente versátil capaz de causar un daño increíble!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.IRON
source: Marvelous! Iron is invaluable for manufacturing the tools I need!
french: Merveilleux ! Le fer est inestimable pour m'aider à fabriquer les outils dont j'ai besoin !
german: Fabelhaft! Eisen ist unentbehrlich für die Werkzeuge, die ich brauche!
russian: Невероятно! Железо необходимо для изготовления нужных мне инструментов.
spanish: ¡Maravilloso! ¡El hierro es de gran valor para fabricar los útiles que necesito!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PANGOLDEN
source: Evidently, it poops gold. Fascinating!
russian: Очевидно какает золотом. Поразительно!
spanish: Evidentemente, excreta oro. ¡Fascinante!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.DEAD
source: Evidently, it didn't see that coming.
french: De toute évidence, je ne m'y attendais pas.
german: Der hat wohl was nicht kommen sehen.
russian: Надо полагать, он этого не ожидал.
spanish: Evidentemente, no lo veía venir.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.GENERIC
source: Curious. Can it see out of all of those ocular quills?
french: Curieux. Ces plumes oculaires lui servent-elles d'organe de vue ?
german: Eigenartig. Kann er aus all diesen Federaugen gucken?
russian: Интересно, видит ли он всеми этими окулярными перьями?
spanish: Curioso. ¿Podrá ver por todas esas plumas oculares?

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.SLEEPING
source: Perhaps I can now pluck one of its ocular quills.
french: Je pourrais peut-être en profiter pour lui arracher une de ses plumes oculaires.
german: Vielleicht kann ich mir jetzt so eine Augenfeder mopsen.
russian: Возможно, теперь мне удастся выдернуть одно из его глазастых перьев.
spanish: A lo mejor puedo arrancarle una de sus plumas oculares.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWKFEATHER
source: Theoretically, there's an intact nervous system that keeps the eye moving.
french: En théorie, c'est un système nerveux encore intact qui permet de faire bouger l'œil.
german: Theoretisch gibt es ein funktionierendes Nervensystem, das das Auge bewegt.
russian: Теоретически это целостная нервная система позволяет глазу вращаться.
spanish: Teóricamente, hay un sistema nervioso intacto que mantiene el ojo en movimiento.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK_BUSH.GENERIC
source: I'm experiencing the inescapable perception that I'm being watched.
french: Je ressens la sensation inéluctable d'être observé à mon insu.
german: Ich kann den Eindruck nicht abschütteln, dass ich beobachtet werde.
russian: Я испытываю устойчивое чувство, что за мной наблюдают.
spanish: Estoy experimentando la inevitable percepción de que me observan.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK_BUSH.SLEEPING
source: That insight that spied on me was gone.
french: Cette perspicacité qui m'espionnait avait disparu.
german: Diese Einsicht, die mich ausspionierte, war weg.
russian: Прозрение, которое шпионило за мной, исчезло.
spanish: Esa percepción que me espiaba se había ido.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.POG
source: An adorably audacious animal with an insatiable appetite!
french: Un animal adorablement audacieux et à l'appétit insatiable !
german: Ein putziger kecker Nimmersatt!
russian: Очаровательно наглое животное — и очень ненасытное!
spanish: ¡Un animal adorablemente audaz con un apetito insaciable!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.DEAD
source: An occurrance of invertebrate respiratory failure.
french: Un exemple d'insuffisance respiratoire chez un invertébré.
german: Ein Fall von Atemstillstand bei Wirbellosen.
russian: У этого беспозвоночного случилась респираторная недостаточность.
spanish: Un caso de fallo respiratorio en invertebrados.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.GENERIC
source: Evidently, it acquires facial hair when it matures.
french: De toute évidence, cette créature acquiert une pilosité faciale quand elle atteint sa maturité.
german: Anscheinend bekommt er Gesichtshaar, wenn er erwachsen wird.
russian: Приобретает растительность на лице в период взросления.
spanish: Evidentemente, le sale vello facial al madurar.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.SLEEPING
source: It's respiratory structures are vibrating.
french: Ses structures respiratoires émettent des vibrations.
german: Seine Atemstrukturen vibrieren.
russian: У него вибрирует респираторная система.
spanish: Sus estructuras respiratorias están vibrando.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SEDIMENTPUDDLE
source: Evidence would suggest there's gold down there!
french: Des preuves tendent à indiquer qu'il y a de l'or par ici !
russian: Все указывает на то, что там внизу есть золото.
spanish: ¡Las pruebas sugieren que hay oro ahí abajo!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SHEARS
source: Cutting implements constructed from raw metal.
french: Un outil de découpe fabriqué à partir d'un métal brut.
german: Schneideapparat aus Rohmetall.
russian: Режущее орудие из необработанного металла.
spanish: Una herramienta de corte hecha con metal.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.BURNT
source: Smelting is a dangerous business in here.
french: La fonte est une activité dangereuse ici.
german: Das Schmelzen ist hier ein gefährliches Geschäft.
russian: Плавить здесь опасно.
spanish: La fundición es un negocio peligroso aquí.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.COOKING_SHORT
source: I can't wait to watch more about the properties of these metals.
french: J'ai hâte d'en savoir plus sur les propriétés de ces métaux.
german: Ich kann es kaum erwarten, mehr über die Eigenschaften dieser Metalle zu erfahren.
russian: Мне не терпится узнать больше о свойствах этих металлов.
spanish: No puedo esperar para ver más sobre las propiedades de estos metales.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.DONE
source: Done already? Remarkable!
french: Déjà fait? Remarquable!
german: Bereits erledigt? Bemerkenswert!
russian: Уже сделано? Замечательный!
spanish: ¿Ya has terminado? ¡Notable!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.EMPTY
source: Magnificent! Perhaps I can build a factory here as well.
french: Magnifique ! Je pourrais peut-être construire une usine, ici aussi.
german: Ausgezeichnet! Vielleicht kann ich hier auch eine Fabrik errichten.
russian: Великолепно! Возможно, мне и фабрику удастся здесь построить.
spanish: ¡Magnífico! A lo mejor aquí también puedo construir una fábrica.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.TREE_PILLAR
source: The circumference of this tree's trunk is unusually large.
french: La circonférence du tronc de cet arbre est anormalement large.
german: Der Baumstamm hat einen ungewöhnlich großen Umfang.
russian: Это дерево обладает необычно широким стволом.
spanish: La circunferencia del tronco de este árbol es inusualmente grande.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.WEEVOLE
source: What a wonderfully persistent species of insect!
french: Quelle espèce d'insecte merveilleusement persistante !
german: Was für eine herrlich aufdringliche Insektenspezies!
russian: Какое на удивление живучее насекомое!
spanish: ¡Qué especie de insecto tan maravillosamente persistente!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.WEEVOLE_CARAPACE
source: Excellent! It's the exoskeleton of a hexapod invertebrate!
french: Excellent ! Ceci est l'exosquelette d'un invertébré hexapode !
german: Ausgezeichnet! Das Exoskelett eines sechsbeinigen Wirbellosen!
russian: Невероятно! Внешний скелет шестиногого беспозвоночного!
spanish: ¡Excelente! ¡El exoesqueleto de un invertebrado hexápodo!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_DEHUMID.1
source: Ah... A nice cool breeze.
french: Ah... Un bon vent frais.
german: Ah ... eine schöne kühle Brise.
russian: Эх... Приятный легкий ветерок.
spanish: Ah... Qué brisa tan guapa.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_GNATS_DIED
source: It's quiet, finally.
french: C'est calme, enfin.
german: Endlich ist es ruhig.
russian: Наконец-то стало тихо.
spanish: Por fin todo está en silencio.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HAYFEVER
source: Allergy season.
french: La saison des allergies.
german: Heuschnupfensaison.
russian: Сезон аллергии.
spanish: Pedazo de alergia.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HAYFEVER_OFF
source: Hey! I feel better!
french: Hé ! Je me sens mieux !
german: He! Es geht mir besser!
russian: Эй! А мне уже лучше!
spanish: ¡Eh! ¡Me siento mejor!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.1
source: Dude!
french: Mec !
russian: Ну блин!
spanish: ¡Tronco!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.2
source: Grody!
french: Dégueu !
russian: Мерзость!
spanish: ¡No jeringues!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.3
source: Blah!
french: Beurk !
russian: Тьфу!
spanish: ¡Buf!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.4
source: This stinks!
french: Ça pue !
russian: Вонища!
spanish: ¡Qué peste!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_SNEEZE
source: ahhh... ahhhh...ahhhhhCHOOO!
french: Aaahh... ahhh... ATCHOUM !
german: Haa ... Haa ... HaaTSCHIIIII!
russian: А-а-а... А-а-а... А-А-А-АПЧХИ!
spanish: Aaaahhh.... Aaahhh.... ¡ACHÚÚÚÚÚS!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TOO_HUMID.1
source: Ugh. This %s is soooo muggy.
french: Beuh. Ce %s est troooop lourd.
german: Puh. Du bist einfach zu feucht, %s.
russian: %s? Фу, и так жарища.
spanish: Bufff. Vaya plasta de %s...

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TOO_HUMID.2
source: This %s is really warm.
french: Ce %s est vraiment chaud.
german: Ganz schön warm bist du, %s.
russian: %s заставит меня попотеть.
spanish: %s... Qué calor da.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ALLOY
source: Hope this is worth all the trouble.
french: J'espère que ça vaudra la peine.
german: Hoffentlich ist das den Aufwand wert.
russian: Надеюсь, это того стоило.
spanish: Espero que merezca la pena el esfuerzo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.APORKALYPSE_CLOCK
source: I hate clocks.
french: Je déteste les horloges.
german: Ich hasse Uhren.
russian: Часы — отстой.
spanish: Odio los relojes.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_METALPLATE
source: I feel like a soda can.
french: J'ai l'impression d'être une cannette de soda.
german: Ich fühle mich wie eine Getränkedose.
russian: Чувствую себя в консервной банке.
spanish: Me siento como un refresco.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_WEEVOLE
source: Ew. It's all creepy-crawly.
french: Pouah. Ça rampe et c'est trop bizarre.
german: Iiieh. Wie krabbelig und gruselig.
russian: Фу. Крипотень.
spanish: Puaj. Qué repelús.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ASPARAGUS_PLANTED
source: Food!
french: De la bouffe !
german: Essen!
russian: Еда!
spanish: ¡Comida!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BASEFAN
source: A nice breeze.
french: Un petit air frais.
german: Schöne Brise.
russian: Приятный ветерок.
spanish: Qué brisa más agradable.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHITIN
source: Probably wouldn't make a good surfboard.
french: Ça ferait sans doute pas une bonne planche de surf.
german: Würde wahrscheinlich kein gutes Surfbrett abgeben.
russian: Не выйдет из этого доска для серфинга.
spanish: Probablemente no valdría para una tabla de surf.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CUTNETTLE
source: Whew! Really cleans your sinuses!
french: Ouf ! Ben, ça dégage les sinus !
german: Uff! Die befreit die Nase!
russian: Уф. Отлично прочищает нос.
spanish: ¡Fiu! ¡Despeja la nariz que no veas!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBALL
source: Should've leashed it.
french: Faut tenir ça en laisse.
russian: Надо было на поводок его посадить.
spanish: Debería haberlo tenido bajo control.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.DEAD
source: Aww... All dunged out.
french: Ohh... la loose de la bouse.
russian: У-у-у... Лапки отбросил.
spanish: Oooh... Vaya caca.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.GENERIC
source: It's a grade-A dung surfer.
french: Un surfeur de crottes top niveau.
russian: Первоклассный навозный серфер.
spanish: Un surfista del estiércol de primera.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.SLEEPING
source: That's the right attitude.
french: Ça c'est la bonne attitude.
russian: Вот это дело.
spanish: Esa es la actitud.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Someone's grubbing.
french: Ça roule pour lui.
russian: У тебя что-то отвалилось.
spanish: Alguien está escarbando.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGPILE.GENERIC
source: Mushburger.
russian: Кашбургер.
spanish: Cacaburguer.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGPILE.PICKED
source: Nothing left.
french: Il reste rien.
russian: Ничего не осталось.
spanish: No queda nada.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOWER_RAINFOREST
source: I love these.
french: J'adore.
german: Die finde ich toll.
russian: Какие классные.
spanish: Me encantan.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.DEAD
source: I wish it hadn't died.
french: J'aurais préféré que tu meures pas.
german: Ich wünschte, es wäre nicht tot.
russian: Жалко, что она умерла.
spanish: Ojalá no hubiera muerto.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.GENERIC
source: I could lay down and watch them all night.
french: Je pourrais passer la nuit allongée à les regarder.
german: Denen könnte ich die ganze Nacht zusehen.
russian: Я бы могла лечь и любоваться ими всю ночь.
spanish: Podría tumbarme a la bartola a mirarlas toda la noche.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.SLEEPING
source: Lights out!
french: On éteint les lumières !
german: Licht aus!
russian: Выключаем свет!
spanish: ¡Fuera luces!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY_COCOON
source: I need a sleeping bag like that.
french: Il me faut un sac de couchage comme ça.
german: Ich brauche auch so einen Schlafsack.
russian: Мне нужен такой же спальный мешок.
spanish: Necesito un saco de dormir así.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GNAT
source: Ick! Stay away!
french: Pouah ! N'approchez pas !
german: Iieh! Bleib mir vom Leib!
russian: Фу! Не приближайся!
spanish: ¡Agh! ¡No te acerques!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GNATMOUND
source: Like an apartment building for bugs.
french: On dirait des petits appartements pour insectes.
german: Wie ein Mietshaus für Insekten.
russian: Жилое здание для жуков.
spanish: Como un edificio de apartamentos para bichos.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GOLDPAN
source: You mean I gotta work for my gold?
russian: То есть золото мне не просто так дадут?
spanish: ¿Quieres decir que tengo que currarme mi propio oro?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.BURNING
source: It'd probably be a lot of work to put it out.
french: Ce serait trop crevant d'essayer de l'éteindre.
german: Wäre vermutlich ein Haufen Arbeit, es zu löschen.
russian: Чтобы это потушить, придется потрудиться.
spanish: Probablemente costará lo suyo apagarlo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.GENERIC
source: It's too much work to pick it with my hands.
french: Je suis trop crevée pour ramasser ça avec les mains.
german: Zu anstrengend, es mit bloßen Händen zu pflücken.
russian: Собирать руками слишком долго.
spanish: Es mucho curro recogerlo a mano.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.PICKED
source: I deserve a nap after that.
french: Après ça, je mérite bien une sieste.
german: Danach habe ich mir ein Schläfchen verdient.
russian: После этого меня ждет заслуженный сон.
spanish: Me merezco una siesta después.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HALBERD
source: You could poke an eye out on this thing!
french: C'est un coup à se crever un œil, ce truc !
german: Damit sticht man noch jemandem ein Auge aus!
russian: Этим можно и глаз выколоть!
spanish: ¡Podrías sacarle un ojo a alguien con esto!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.IRON
source: This has gotta be good for something.
french: Ça doit bien servir à quelque chose.
german: Das muss zu irgendwas gut sein.
russian: Для чего-нибудь пригодится.
spanish: Esto tiene que venir bien para algo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PANGOLDEN
source: Shiny.
russian: Блестящий.
spanish: Reluciente.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.DEAD
source: Dang. It's dead.
french: Zut. Il est mort.
german: Mist. Tot.
russian: Черт. Он мертв.
spanish: Vaya caca. Está fiambre.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.GENERIC
source: Beautiful eyes, dude!
french: Jolis yeux, mecton !
german: Tolle Augen, Kumpel!
russian: Красивые глаза, чувак!
spanish: ¡Qué ojazos, tronco!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.SLEEPING
source: You need to shut all your eyes to get proper shut-eye!
french: Faut fermer tous ses yeux pour faire une vraie bonne sieste !
german: Du musst die Augen alle zumachen, um mal die Augen zuzumachen!
russian: Если не захлопнешь все свои глазищи, то не выспишься!
spanish: ¡Tienes que cerrar todos los ojos para sobar en condiciones!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWKFEATHER
source: Nature makes such pretty things.
french: La nature fait quand même vachement bien les choses.
german: Der Natur fallen so hübsche Sachen ein.
russian: Природа такие красивые штуки творит.
spanish: La naturaleza hace cosas superchulas.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK_BUSH
source: What a cool looking bush!
french: Il a la classe, cet arbuste !
german: Der Strauch sieht ja toll aus!
russian: Какой крутой куст!
spanish: ¡Cómo mola este arbusto!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.APORKALYPSE
source: I'm gonna go over here until you calm down, okay?
french: Je vais aller juste là le temps que tu te calmes, d'acc ?
german: Ich gehe hier rüber, bis du dich eingekriegt hast, ja?
russian: Я подожду там, пока ты не успокоишься, ладно?
spanish: Me voy a quedar aquí hasta que se te pase, ¿vale?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.FOLLOWER
source: Aw, I like you too!
french: Oh, moi aussi je t'aime bien !
german: Och, ich habe dich auch lieb!
russian: О-о, ты мне тоже нравишься!
spanish: ¡Oh, tú también me caes bien!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.GENERIC
source: Hey little dude, wanna hang?
french: Hé petit mecton, tu veux me suivre ?
german: He Kumpelchen, wollen wir rumhängen?
russian: Эй, чувачок, хочешь потусить?
spanish: Eh, coleguita, ¿quedamos?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.SLEEPING
source: Sleep tight little dude.
french: Dors bien, petit mecton.
german: Schlaf gut, kleiner Kumpel.
russian: Спи крепко, чувачок.
spanish: Duerme bien, coleguita.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.DEAD
source: That's a bummer.
french: Pas cool.
german: So ein Mist.
russian: Какая жалость.
spanish: Qué mal...

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.GENERIC
source: Dude, you need to chill!
french: Mecton, faut se détendre un peu !
german: Kumpel, du musst dich entspannen!
russian: Чувак, уймись!
spanish: ¡Colegui, baja revoluciones!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.SLEEPING
source: That's it. Now just stay asleep.
french: C'est ça. Fais dodo, là.
german: Das war's. Jetzt schlaf weiter.
russian: Вот так. Спи дальше.
spanish: Ya está. Y ahora no te despiertes.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEDIMENTPUDDLE
source: There's sparkly things down there!
french: Y a un tric qui brille là-bas !
russian: Там блестяшки!
spanish: ¡Hay cosas brillantes ahí abajo!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHEARS
source: What am I supposed to do with these?
french: Je suis censée faire quoi avec ça ?
german: Was soll ich denn damit anfangen?
russian: И что мне с ними делать?
spanish: ¿Qué se supone que tengo que hacer con esto?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.BURNT
source: This is what you get for trying too hard.
french: C'est ce que vous obtenez pour avoir trop essayé.
german: Das bekommen Sie, wenn Sie sich zu sehr anstrengen.
russian: Это то, что вы получаете за чрезмерные попытки.
spanish: Esto es lo que obtienes por esforzarte demasiado.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.COOKING_SHORT
source: It burns itself red.
french: Il se brûle rouge.
german: Es verbrennt sich rot.
russian: Он обжигает себя красным.
spanish: Se quema en rojo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.DONE
source: Well done, bro.
french: Bravo, frère.
german: Gut gemacht, Bruder.
russian: Молодец, братан.
spanish: Bro bien hecho.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.EMPTY
source: I'll just let that do all the work for me.
french: Ça fera bien le boulot à ma place.
german: Das Ding nimmt mir die Arbeit ab.
russian: Можешь просто поработать за меня.
spanish: Dejaré que haga por mí todo el trabajo.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TREE_PILLAR
source: What a great tree!
french: La classe, cet arbre !
german: Was für ein toller Baum!
russian: Прекрасное дерево!
spanish: ¡Qué árbol más guay!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WEEVOLE
source: Annoying little guys.
french: Ces petits gars me tapent sur les nerfs.
german: Ätzende kleine Typen.
russian: Бесючая мелочь.
spanish: Coleguillas plastas.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WEEVOLE_CARAPACE
source: Ew. Bug skin.
french: Pouah. De la peau d'insecte.
german: Igitt. Insektenhaut.
russian: Фу. Жучиная шкура.
spanish: Puaj. Piel de bicho.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_DEHUMID.1
source: Still more comfortable this way.
french: Encore plus confortable ainsi.
german: So noch bequemer.
russian: Так еще удобнее.
spanish: Todavía más cómodo de esta manera.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_GNATS_DIED
source: ha! How about this?
french: Ha! Que dis-tu de ça?
german: Ha! Wie wäre es damit?
russian: ха! Как насчет этого?
spanish: ¡Ja! ¿Qué tal esto?

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_HAYFEVER
source: There's something in the air...my nose is itching.
french: Il y a quelque chose dans l'air... mon nez me démange.
german: Da liegt etwas in der Luft ... meine Nase juckt.
russian: Что-то витает в воздухе... мой нос чешется.
spanish: Hay algo en el aire... me pica la nariz.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_HAYFEVER_OFF
source: My nose is so much better and it's finally gone!
french: Mon nez va tellement mieux et il est enfin parti !
german: Meine Nase ist so viel besser und sie ist endlich weg!
russian: Мой нос стал намного лучше, и его наконец-то не стало!
spanish: ¡Mi nariz está mucho mejor y finalmente se ha ido!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_PICKPOOP.1
source: Pine Pioneers must be hardworking...but...
french: Les pionniers du pin doivent travailler dur... mais...
russian: Сосновые пионеры, наверное, трудолюбивые... но...
spanish: Los pioneros del pino deben ser trabajadores... pero...
