Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_PICKPOOP.2
source: This is really unhygienic!
french: C'est vraiment insalubre !
russian: Это действительно негигиенично!
spanish: ¡Esto es realmente antihigiénico!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_PICKPOOP.3
source: do not come! Warby!
french: ne venez pas! Au revoir !
russian: не прийти! Уорби!
spanish: ¡no vengas! ¡Warby!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_SNEEZE
source: Ah Choo!
german: Ah Tschu!
russian: Ах Чу!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_TOO_HUMID.1
source: I'm bored.
french: Je m'ennuie.
german: Ich langweile mich.
russian: Мне скучно.
spanish: Estoy aburrido.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_TOO_HUMID.2
source: %s is not breathable at all.
french: %s n'est pas du tout respirant.
german: %s ist überhaupt nicht atmungsaktiv.
russian: %s вообще не пригоден для дыхания.
spanish: %s no es transpirable en absoluto.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ALLOY
source: It's steel! Look at the steel I made!
french: C'est de l'acier ! Regardez l'acier que j'ai fabriqué !
german: Es ist Stahl! Schau dir den Stahl an, den ich gemacht habe!
russian: Это сталь! Посмотрите, какую сталь я сделал!
spanish: ¡Es acero! ¡Mira el acero que hice!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.APORKALYPSE_CLOCK
source: Oh no! It's a doomsday prophecy!
french: Oh non! C'est une prophétie apocalyptique !
german: Ach nein! Es ist eine Weltuntergangsprophezeiung!
russian: О, нет! Это пророчество конца света!
spanish: ¡Oh, no! ¡Es una profecía del fin del mundo!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ARMOR_METALPLATE
source: Nothing can hurt me with this on!
french: Rien ne peut me blesser avec ça !
german: Damit kann mir nichts schaden!
russian: Ничто не может навредить мне с этим!
spanish: ¡Nada puede hacerme daño con esto puesto!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ARMOR_WEEVOLE
source: Are we really going to wear it?
french: Allons-nous vraiment le porter ?
german: Werden wir es wirklich tragen?
russian: Мы действительно собираемся носить его?
spanish: ¿De verdad nos lo vamos a poner?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ASPARAGUS_PLANTED
source: Miss Winona might like it, pick some.
french: Miss Winona pourrait aimer ça, choisissez-en.
german: Miss Winona könnte es gefallen, such dir eins aus.
russian: Мисс Вайноне может понравиться, выбери что-нибудь.
spanish: A la señorita Winona le puede gustar, elige algunos.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BASEFAN
source: Ah, it's so comfortable, Warby, you can also enjoy it.
french: Ah, c'est tellement confortable, Warby, tu peux aussi en profiter.
german: Ah, es ist so bequem, Warby, du kannst es auch genießen.
russian: Ах, это так удобно, Уорби, ты тоже можешь этим наслаждаться.
spanish: Ah, es tan cómodo, Warby, tú también puedes disfrutarlo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHITIN
source: Check out the pattern on this! Warby!
french: Découvrez le modèle à ce sujet! Warby!
german: Schauen Sie sich das Muster dazu an! Warby!
russian: Посмотрите на этот узор! Варби!
spanish: ¡Mira el patrón de esto! Warby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CUTNETTLE
source: Ow! It got me.
french: Aïe ! Ça m'a eu.
german: Au! Es hat mich erwischt.
russian: Ой! Это достало меня.
spanish: ¡Ay! me atrapó

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBALL
source: How did she do it...forget it.
french: Comment a-t-elle fait... oublie ça.
russian: Как она это сделала... забудь.
spanish: ¿Cómo lo hizo? Olvídalo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.DEAD
source: Hello?
french: Bonjour?
russian: Привет?
spanish: ¿Hola?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.GENERIC
source: I need a really big bottle to fit her in!
french: J'ai besoin d'une très grosse bouteille pour la mettre dedans !
russian: Мне нужна очень большая бутылка, чтобы вместить ее!
spanish: ¡Necesito una botella muy grande para que quepa!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.SLEEPING
source: She is sleeping.
french: Elle dort.
russian: Она спит.
spanish: Ella está durmiendo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She's not with that shit ball, good timing!
french: Elle n'est pas avec cette merde, bon timing !
russian: Она не с этим дерьмовым мячом, удачное время!
spanish: Ella no está con esa bola de mierda, ¡buen momento!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGPILE.GENERIC
source: What giant creature left this behind?
french: Quelle créature géante a laissé ça derrière elle ?
russian: Какое гигантское существо оставило это после себя?
spanish: ¿Qué criatura gigante dejó esto atrás?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGPILE.PICKED
source: Alas!
french: Hélas!
russian: Увы!
spanish: ¡Pobre de mí!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.FLOWER_RAINFOREST
source: oh! That's the kind of flower in jungle adventure stories.
french: Oh! C'est le genre de fleur dans les histoires d'aventures dans la jungle.
german: Oh! Das ist die Art Blume in Dschungel-Abenteuergeschichten.
russian: ой! Это своего рода цветок в приключенческих рассказах о джунглях.
spanish: ¡Vaya! Ese es el tipo de flor en las historias de aventuras en la jungla.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.DEAD
source: Oh, dead.
french: Ah, mort.
german: Ach, tot.
russian: О, мертв.
spanish: Ah, muerto.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.GENERIC
source: Whoa, look at the light they emit!
french: Waouh, regardez la lumière qu'ils émettent !
german: Whoa, schau dir das Licht an, das sie aussenden!
russian: Ого, посмотрите, какой свет они излучают!
spanish: ¡Vaya, mira la luz que emiten!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.SLEEPING
source: it is sleeping.
french: il dort.
german: es schläft.
russian: оно спит.
spanish: está durmiendo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY_COCOON
source: A cocoon, what could be inside?
french: Un cocon, que pourrait-il y avoir dedans ?
german: Ein Kokon, was könnte drin sein?
russian: Кокон, что может быть внутри?
spanish: Un capullo, ¿qué podría haber dentro?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GNAT
source: cool! But... maybe we should back off a little?
french: cool! Mais... peut-être devrions-nous reculer un peu ?
german: Cool! Aber... vielleicht sollten wir uns etwas zurückhalten?
russian: прохладный! Но... может, нам стоит немного отступить?
spanish: ¡Frío! Pero... ¿tal vez deberíamos retroceder un poco?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GNATMOUND
source: What might live inside?
french: Qu’est-ce qui pourrait vivre à l’intérieur ?
german: Was könnte darin leben?
russian: Что может жить внутри?
spanish: ¿Qué podría vivir dentro?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GOLDPAN
source: Are you ready? Warby!
russian: Вы готовы? Уорби!
spanish: ¿Estás listo? ¡Warby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.BURNING
source: Hey! Brush fires will destroy rainforests!
french: Hé! Les feux de brousse détruisent les forêts tropicales !
german: Hey! Buschbrände zerstören Regenwälder!
russian: Привет! Лесные пожары уничтожают тропические леса!
spanish: ¡Oye! ¡Los incendios forestales destruyen las selvas tropicales!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.GENERIC
source: A lush patch of grass. Must be a lot of bugs in it.
french: Une pelouse luxuriante. Il doit y avoir beaucoup de bugs dedans.
german: Eine saftige Grasfläche. Da müssen viele Bugs drin sein.
russian: Пышный участок травы. Должно быть много ошибок в нем.
spanish: Un exuberante parche de hierba. Debe haber un montón de errores en él.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.PICKED
source: Collect again after a while.
french: Récupérez à nouveau après un certain temps.
german: Sammeln Sie nach einer Weile wieder ein.
russian: Собрать снова через некоторое время.
spanish: Recoja de nuevo después de un tiempo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.HALBERD
source: A huge ax!
french: Une énorme hache !
german: Eine riesige Axt!
russian: Огромный топор!
spanish: ¡Un hacha enorme!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.IRON
source: Is that iron?
french: C'est du fer ?
german: Ist das Eisen?
russian: Это железо?
spanish: eso es hierro?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PANGOLDEN
source: A born gold digger.
russian: Прирожденный золотоискатель.
spanish: Un buscador de oro nato.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK.GENERIC
source: Wow, how many eyes are there?
french: Wow, combien y a-t-il d'yeux ?
german: Wow, wie viele Augen sind da?
russian: Вау, сколько там глаз?
spanish: Vaya, ¿cuántos ojos hay?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK.SLEEPING
source: Warby, we might be able to gather his feathers while he's asleep.
french: Warby, nous pourrons peut-être ramasser ses plumes pendant qu'il dort.
german: Warby, vielleicht können wir seine Federn einsammeln, während er schläft.
russian: Уорби, мы могли бы собрать его перья, пока он спит.
spanish: Warby, quizás podamos recoger sus plumas mientras duerme.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWKFEATHER
source: method is valid.
french: méthode est valide.
german: Methode ist gültig.
russian: метод действующий.
spanish: método es válido.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK_BUSH
source: This bird can't fly, but turns into a bush!
french: Cet oiseau ne peut pas voler, mais se transforme en buisson !
german: Dieser Vogel kann nicht fliegen, verwandelt sich aber in einen Busch!
russian: Эта птица не умеет летать, а превращается в куст!
spanish: ¡Este pájaro no puede volar, pero se convierte en un arbusto!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.APORKALYPSE
source: We thought we would be friends forever!
french: Nous pensions que nous serions amis pour toujours !
german: Wir dachten, wir würden für immer Freunde bleiben!
russian: Мы думали, что будем друзьями навсегда!
spanish: ¡Pensamos que seríamos amigos para siempre!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.FOLLOWER
source: Come with me and I'll take you home.
french: Viens avec moi et je te ramènerai à la maison.
german: Komm mit und ich bringe dich nach Hause.
russian: Пойдем со мной, и я отвезу тебя домой.
spanish: Ven conmigo y te llevaré a casa.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.GENERIC
source: Can't you find the owner either?
french: Vous ne parvenez pas non plus à trouver le propriétaire ?
german: Können Sie den Besitzer auch nicht finden?
russian: Вы тоже не можете найти владельца?
spanish: ¿Tampoco puedes encontrar al dueño?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.SLEEPING
source: Have sweet dreams.
french: Fais de beaux rêves.
german: Habe süsse Träume.
russian: Сладких снов.
spanish: Ten dulces sueños.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.DEAD
source: Oh, dead.
french: Ah, mort.
german: Ach, tot.
russian: О, мертв.
spanish: Ah, muerto.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.GENERIC
source: Wow, look how active they are!
french: Wow, regardez comme ils sont actifs !
german: Wow, schau, wie aktiv sie sind!
russian: Вау, посмотрите, какие они активные!
spanish: ¡Vaya, mira lo activos que son!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.SLEEPING
source: it's sleeping,
french: c'est dormir,
german: es schläft,
russian: он спит,
spanish: Esta durmiendo,

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SEDIMENTPUDDLE
source: Is there gold in that?
french: Il y a de l'or là-dedans ?
russian: Есть ли в этом золото?
spanish: ¿Hay oro en eso?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SHEARS
source: Gardener's little helper.
french: La petite aide du jardinier.
german: Der kleine Helfer des Gärtners.
russian: Маленький помощник садовника.
spanish: El pequeño ayudante del jardinero.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.BURNT
source: It's uh... extra done!
french: C'est euh... plus fait !
german: Es ist äh... extra fertig!
russian: Это э... сделано дополнительно!
spanish: Es uh... extra hecho!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.COOKING_SHORT
source: What's going on here? I want to take a closer look.
french: Que se passe t-il ici? Je veux regarder de plus près.
german: Was ist denn hier los? Ich möchte genauer hinschauen.
russian: Что тут происходит? Я хочу посмотреть поближе.
spanish: ¿Que está pasando aqui? Quiero echar un vistazo más de cerca.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.DONE
source: Check out what we've come up with!
french: Découvrez ce que nous avons imaginé !
german: Schauen Sie sich an, was wir uns ausgedacht haben!
russian: Посмотрите, что мы придумали!
spanish: ¡Mira lo que se nos ha ocurrido!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.EMPTY
source: A lrage iron pot. got it? Iron pot.
french: Une grande marmite en fer. j'ai compris? Marmite en fer.
german: Ein großer Eisentopf. habe es? Eisentopf.
russian: Яростный железный горшок. понятно? Железный горшок.
spanish: Una gran olla de hierro. ¿entiendo? Olla de hierro.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TREE_PILLAR
source: Such a big tree, even werebeaver can't eat it all.
french: Un si grand arbre, même les castor-garou ne peuvent pas tout manger.
german: So ein großer Baum, selbst Werebeaver können nicht alles fressen.
russian: Такое большое дерево, даже бобры не могут его съесть целиком.
spanish: Un árbol tan grande que ni siquiera los castores pueden comérselo todo.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WEEVOLE
source: Hey! Got you!
french: Hé! Je t'ai eu!
german: Hey! Hab dich!
russian: Привет! Попался!
spanish: ¡Oye! ¡Te tengo!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WEEVOLE_CARAPACE
source: Let's put it away, it might be useful.
french: Rangeons-le, ça pourrait être utile.
german: Legen wir es weg, es könnte nützlich sein.
russian: Отложим, может пригодится.
spanish: Guardémoslo, podría ser útil.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_DEHUMID.1
source: Ha, feeling better.
french: Ha, ça va mieux.
german: Ha, fühle mich besser.
russian: Ха, чувствую себя лучше.
spanish: Ja, me siento mejor.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_GNATS_DIED
source: Why do we need to get to this point?
french: Pourquoi devons-nous en arriver là ?
german: Warum müssen wir an diesen Punkt gelangen?
russian: Почему нам нужно дойти до этой точки?
spanish: ¿Por qué necesitamos llegar a este punto?

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_HAYFEVER
source: Don't these plants do anything else but pollinate all over the place?
french: Ces plantes ne font-elles rien d'autre que polliniser partout ?
german: Tun diese Pflanzen nichts anderes, als überall zu bestäuben?
russian: Разве эти растения не делают ничего другого, кроме опыления повсюду?
spanish: ¿Estas plantas no hacen nada más que polinizar por todas partes?

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_HAYFEVER_OFF
source: Whoops! it is finally over!
french: Oups ! c'est enfin fini !
german: Hoppla! es ist endlich vorbei!
russian: Упс! наконец-то это закончилось!
spanish: ¡Vaya! ¡finalmente ha terminado!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_PICKPOOP.1
source: Why would I do this?
french: Pourquoi ferais-je ça ?
russian: Зачем мне это делать?
spanish: ¿Por qué haría esto?

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_PICKPOOP.2
source: I must have done something wrong.
french: Je dois avoir fait quelquechose de mal.
russian: Должно быть, я сделал что-то не так.
spanish: Debo haber hecho algo mal.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_PICKPOOP.3
source: vomit.
french: vomir.
russian: рвота.
spanish: vomitar.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_SNEEZE
source: Ah Choo!
german: Ah Tschu!
russian: Ах Чу!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_TOO_HUMID.1
source: Wearing %s is a shame.
french: Porter %s est une honte.
german: Das Tragen von %s ist eine Schande.
russian: Носить %s стыдно.
spanish: Usar %s es una pena.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_TOO_HUMID.2
source: This terrible weather... I really shouldn't be wearing %s.
french: Ce temps terrible... Je ne devrais vraiment pas porter %s.
german: Dieses schreckliche Wetter... Ich sollte %s wirklich nicht tragen.
russian: Эта ужасная погода... Мне действительно не следует носить %s.
spanish: Este clima terrible... Realmente no debería usar %s.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ALLOY
source: Strong refined metal.
french: Métal raffiné solide.
german: Starkes, raffiniertes Metall.
russian: Крепкий очищенный металл.
spanish: Fuerte metal refinado.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.APORKALYPSE_CLOCK
source: Keeping track of their movements...very clever idea.
french: Garder une trace de leurs mouvements... idée très astucieuse.
german: Ihre Bewegungen verfolgen ... sehr clevere Idee.
russian: Отслеживание их перемещений... очень умная идея.
spanish: Hacer un seguimiento de sus movimientos... una idea muy inteligente.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ARMOR_METALPLATE
source: I still prefer magic.
french: Je préfère toujours la magie.
german: Ich bevorzuge immer noch Magie.
russian: Я все же предпочитаю магию.
spanish: Sigo prefiriendo la magia.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ARMOR_WEEVOLE
source: It doesn't smell that great, but there's no time to dwell on that much.
french: Ça ne sent pas très bon, mais on n'a pas le temps de s'attarder dessus.
german: Es riecht nicht so toll, aber es ist keine Zeit, so viel darüber nachzudenken.
russian: Пахнет не так уж сильно, но времени на это останавливаться нет.
spanish: No huele tan bien, pero no hay tiempo para pensar tanto.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ASPARAGUS_PLANTED
source: I should pick some and go back to eat.
french: Je devrais en cueillir et retourner manger.
german: Ich sollte etwas pflücken und wieder essen gehen.
russian: Я должен выбрать некоторые и вернуться, чтобы поесть.
spanish: Debería recoger algunos y volver a comer.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BASEFAN
source: Very interesting structure, but unfortunately not refined enough.
french: Structure très intéressante, mais malheureusement pas assez épurée.
german: Sehr interessante Struktur, aber leider nicht raffiniert genug.
russian: Очень интересная структура, но, к сожалению, недостаточно доработанная.
spanish: Estructura muy interesante, pero lamentablemente no lo suficientemente refinada.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHITIN
source: I don't understand what's the point of this?
french: Je ne comprends pas à quoi ça sert ?
german: Ich verstehe nicht, was soll das?
russian: Я не понимаю, какой в ​​этом смысл?
spanish: No entiendo cual es el punto de esto?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CUTNETTLE
source: This keeps us breathing smoothly.
french: Cela nous permet de respirer en douceur.
german: Dadurch bleibt unsere Atmung reibungslos.
russian: Это заставляет нас дышать ровно.
spanish: Esto nos mantiene respirando suavemente.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBALL
source: I won't touch it.
french: Je n'y toucherai pas.
russian: Я не буду трогать это.
spanish: No lo tocaré.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.DEAD
source: She will eventually join in the fun.
french: Elle finira par se joindre à la fête.
russian: В конце концов она присоединится к веселью.
spanish: Eventualmente ella se unirá a la diversión.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.GENERIC
source: That's really disgusting.
french: C'est vraiment dégoûtant.
russian: Это действительно отвратительно.
spanish: Eso es realmente repugnante.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.SLEEPING
source: She is resting.
french: Elle se repose.
russian: Она отдыхает.
spanish: Ella está descansando.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She'll find another one.
french: Elle en trouvera un autre.
russian: Она найдет другого.
spanish: Ella encontrará otro.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGPILE.GENERIC
source: It's definitely not worth any of my time.
french: Cela ne vaut certainement pas mon temps.
russian: Это определенно не стоит моего времени.
spanish: Definitivamente no vale la pena dedicar mi tiempo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGPILE.PICKED
source: Let's just let it go.
french: Laissons tomber.
russian: Давайте просто оставим это.
spanish: Dejémoslo ir.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.FLOWER_RAINFOREST
source: Why am I wasting time staring at it?
french: Pourquoi est-ce que je perds du temps à le regarder ?
german: Warum verschwende ich Zeit damit, es anzustarren?
russian: Почему я трачу время на его просмотр?
spanish: ¿Por qué pierdo el tiempo mirándolo?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.DEAD
source: Maybe that's for the best.
french: C'est peut-être pour le mieux.
german: Vielleicht ist das das Beste.
russian: Может быть, это к лучшему.
spanish: Tal vez eso sea lo mejor.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.GENERIC
source: I still like them the way they are now.
french: Je les aime toujours comme ils sont maintenant.
german: Ich mag sie immer noch so wie sie jetzt sind.
russian: Они мне до сих пор нравятся такими, какие они есть сейчас.
spanish: Todavía me gustan como están ahora.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.SLEEPING
source: Sleep well now.
french: Dormez bien maintenant.
german: Schlaf jetzt gut.
russian: Спи спокойно сейчас.
spanish: Duerme bien ahora.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY_COCOON
source: We'd better get out of here before it breaks out of its cocoon.
french: On ferait mieux de sortir d'ici avant qu'il ne sorte de son cocon.
german: Wir verschwinden besser von hier, bevor es aus seinem Kokon ausbricht.
russian: Нам лучше убраться отсюда, пока он не вырвался из своего кокона.
spanish: Será mejor que salgamos de aquí antes de que salga de su capullo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GNAT
source: It reaches new heights in annoyingness.
french: Il atteint de nouveaux sommets en matière d’agacement.
german: Es erreicht neue Höhen der Nervosität.
russian: Он достигает новых высот в раздражении.
spanish: Alcanza nuevas alturas en cuanto a molestia.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GNATMOUND
source: Dirty and messy.
french: Sale et salissant.
german: Schmutzig und chaotisch.
russian: Грязный и грязный.
spanish: Sucio y desordenado.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GOLDPAN
source: I can't imagine how long this will take.
russian: Я не могу себе представить, сколько времени это займет.
spanish: No puedo imaginar cuánto tiempo llevará esto.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.BURNING
source: This is not good.
french: Ce n'est pas bien.
german: Das ist nicht gut.
russian: Это не хорошо.
spanish: Esto no está bien.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.GENERIC
source: Grasses this tough are indeed uncommon.
french: Les graminées aussi dures sont en effet rares.
german: So zähe Gräser sind in der Tat ungewöhnlich.
russian: Такая жесткая трава действительно редкость.
spanish: Los pastos tan duros son realmente poco comunes.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.PICKED
source: Over time, it will grow back.
french: Avec le temps, il repoussera.
german: Mit der Zeit wird es nachwachsen.
russian: Со временем он снова отрастет.
spanish: Con el tiempo, volverá a crecer.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.HALBERD
source: I'm not planning on murdering grove of trees.
french: Je n'ai pas l'intention de tuer un bosquet d'arbres.
german: Ich habe nicht vor, einen Baumhain zu ermorden.
russian: Я не собираюсь убивать рощу деревьев.
spanish: No estoy planeando asesinar a la arboleda.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.IRON
source: An essential material for accurate timepieces.
french: Un matériau essentiel pour des garde-temps précis.
german: Ein unverzichtbares Material für präzise Zeitmesser.
russian: Необходимый материал для точных часов.
spanish: Un material esencial para relojes precisos.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PANGOLDEN
source: Their recipes are extravagant.
russian: Их рецепты экстравагантны.
spanish: Sus recetas son extravagantes.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK.GENERIC
source: See no evil!
french: Ne vois pas de mal!
german: Ich sehe nichts Böses!
russian: Не вижу зла!
spanish: ¡No ver el mal!
