Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.BURNT
source: It blazes with more passion than I know.
french: Elle flambe d'une passion qui m'est inconnue.
german: Strahlt mit mehr Leidenschaft, als ich je kannte.
russian: Она пылает страстью, которой я никогда не знала.
spanish: Arde con más pasión de la que yo conozco.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.COOKING_SHORT
source: They struggle in the fire and brimstone.
french: Ils luttent dans le feu et le soufre.
german: Sie kämpfen im Feuer und Schwefel.
russian: Они борются в огне и сере.
spanish: Luchan en el fuego y el azufre.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.DONE
source: Born of fire.
french: Né du feu.
german: Aus Feuer geboren.
russian: Рожденный огнем.
spanish: Nacido de fuego.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.EMPTY
source: Burn who are trapped in it...
french: Brûlez qui y sont piégés...
german: Verbrenne, wer darin gefangen ist ...
russian: Сожгите тех, кто в ней застрял...
spanish: Quema a los que están atrapados en él...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREE_PILLAR
source: Ancient, and full of life.
french: Ancien et plein de vie.
german: Uralt und voller Leben.
russian: Древнее, но полное жизни.
spanish: Ancestral y rebosante de vida.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WEEVOLE
source: Its sole existence is to annoy me.
french: Son seul but dans l'existence est de m'ennuyer.
german: Existiert nur, um mich zu beleidigen.
russian: Его единственное предназначение — раздражать меня.
spanish: Su único propósito es molestarme.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WEEVOLE_CARAPACE
source: Bits of bug carcass.
french: Des morceaux de carcasse d'insecte.
german: Überreste von einem Insekt.
russian: Кусочки жучиного панциря.
spanish: Pedacitos de cadáveres de bicho.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_DEHUMID.1
source: Whew. I forgot what it felt like to breathe.
french: Ouf. J'avais oublié ce que c'était de respirer un bon coup.
german: Uff. Ich habe schon ganz vergessen, wie Atmen sich anfühlt.
russian: Фух. Я уже и забыла, каково это — дышать полной грудью.
spanish: Fiu. Había olvidado lo que es respirar.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_GNATS_DIED
source: The enemy plane crashed, awesome!
french: L'avion ennemi s'est écrasé, génial !
german: Das feindliche Flugzeug ist abgestürzt, großartig!
russian: Вражеский самолет разбился, круто!
spanish: El avión enemigo se estrelló, ¡increíble!

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_HAYFEVER
source: Allergiesch. What allergiesch?
french: Ude allerchie... Quelle allerchie ?
german: Allergie. Was für eine Allergie?
russian: Аллерг-пчхи? Нет у меня ни-пчха-ких аллергий!
spanish: Alergia. ¿A qué viene esta alergia?

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_HAYFEVER_OFF
source: My face stopped leaking. Allergy season must be over.
french: Ça ne coule plus. La saison des allergies doit être finie.
german: Mein Gesicht tropft nicht mehr. Die Heuschnupfensaison muss vorbei sein.
russian: Из моего лица больше ничего не течет. Сезон аллергии закончился.
spanish: Mi cara ha dejado de gotear. ¡Habrá acabado la temporada de alergias!

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_PICKPOOP.1
source: Swell.
french: Génial.
russian: Прелестно.
spanish: Estupendo.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_PICKPOOP.2
source: Just great.
french: Un vrai plaisir.
russian: Просто восхитительно.
spanish: Genial.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_PICKPOOP.3
source: I'll put this in my memoir.
french: Je raconterai ça dans mes mémoires.
russian: Я напишу об этом мемуары.
spanish: Lo pondré en mis memorias.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_SNEEZE
source: AchooOO!
french: Aaah-TCHOUM !
german: HatschIIIII!
russian: АПЧХИ!
spanish: ¡AchÚÚÚÚÚÚÚS!

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_TOO_HUMID.1
source: This %s is suffocating.
french: On suffoque avec ce %s.
german: %s, du bist erstickend.
russian: Душно-то как. %s делает только хуже.
spanish: Mi %s es asfixiante.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_TOO_HUMID.2
source: This %s is just too hot!
french: Ce %s est vraiment trop chaud !
german: %s, du bist einfach zu heiß!
russian: %s? И так ведь жарко!
spanish: ¡La %s está que arde!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ALLOY
source: Heavy metal made heavier.
french: Du métal lourd, rendu encore plus lourd.
german: Schwermetall, nur noch schwerer.
russian: Тяжелый металл стал еще тяжелее.
spanish: Metal pesado, más pesado que nunca.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.APORKALYPSE_CLOCK
source: If only I could turn time back to before I crashed here.
french: Si seulement je pouvais remonter dans le temps et éviter de m'écraser ici.
german: Wenn ich nur die Zeit zurückdrehen könnte, dann bliebe mir die Bruchlandung hier erspart.
russian: Вот бы повернуть время вспять и разбиться в другом месте.
spanish: Si pudiera volver atrás en el tiempo a antes de estrellarme aquí...

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ARMOR_METALPLATE
source: Oof. It's heavier than ballast.
french: Ouf. C'est plus lourd que du lest.
german: Uff. Schwerer als Ballast.
russian: Ох. Она тяжелее балласта.
spanish: Uf. Pesa más que un lastre.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ARMOR_WEEVOLE
source: If only it had those bug wings.
french: Si seulement il y avait des ailes d'insecte au dos.
german: Wenn er nur diese Insektenflügel hätte.
russian: Сюда бы еще крылья.
spanish: Ojalá tuviera esas alas de insecto.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ASPARAGUS_PLANTED
source: That looks like food! Let's hope it tastes like food.
french: Ça ressemble à de la nourriture ! Espérons que ça en ait le goût.
german: Sieht wie Nahrung aus! Hoffentlich schmeckt es auch so.
russian: Выглядит как еда. Надеюсь, и на вкус как еда.
spanish: ¡Parece comida! Con suerte, igual sabe a comida.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.BASEFAN
source: A plane propeller would be better.
french: Je préfèrerais une hélice d'avion.
german: Ein Flugzeugpropeller wäre besser.
russian: Сейчас бы пропеллер от самолета сюда.
spanish: Una hélice de avión sería mejor.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CHITIN
source: I'm going to need more of these.
french: Il va m'en falloir plus.
german: Davon werde ich noch mehr brauchen.
russian: Одним панцирем тут не обойтись.
spanish: Voy a necesitar más de esto.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CUTNETTLE
source: Smells like relief.
french: L'odeur du soulagement.
german: Riecht nach Erleichterung.
russian: Пахнет облегчением.
spanish: Huele a alivio.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBALL
source: Huh. It's almost like nobody wants a ball of poop.
french: Hum. C'est à se demander si les crottes n'intéressent personne.
russian: Хм. Удивительно, что шар из навоза никому не нужен.
spanish: Mm. Es casi como si nadie quisiera una bola de caca.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.DEAD
source: Someone should write a eulogy. Not me, but someone.
french: Quelqu'un devrait écrire un éloge funèbre. Pas moi, mais quelqu'un.
russian: Кто-то должен написать некролог. Я не стану, но кто-то должен.
spanish: Alguien debería escribir una elegía. Yo no, pero alguien.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.GENERIC
source: Swell. A giant bug on a giant ball of poop.
french: Génial. Un insecte géant sur une énorme boule de caca.
russian: Прелестно. Огромный жук на огромном навозном шаре.
spanish: Estupendo. Un bicho gigante sobre una bola enorme de estiércol.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.SLEEPING
source: Just screaming to be stepped on.
french: Ça ne demande qu'à être écrasé dans son sommeil.
russian: Он просто умоляет, чтобы на него наступили.
spanish: Pide a gritos un pisotón.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.UNDUNGED
source: At least it smells a little better now.
french: Au moins, ça sent un poil meilleur comme ça.
russian: По крайней мере, теперь он пахнет лучше.
spanish: Al menos ahora huele un poco mejor.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGPILE.GENERIC
source: Normally I'm all for getting my hands dirty but...
french: Normalement, j'adore me salir les mains, mais là...
russian: Обычно я не против замарать руки, но...
spanish: Normalmente me encanta ensuciarme las manos, pero...

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGPILE.PICKED
source: What happens in the jungle, stays in the jungle.
french: Ce qui se passe dans la jungle ne sortira pas de la jungle.
russian: Что происходит в джунглях, остается в джунглях.
spanish: Lo que pasa en la jungla se queda en la jungla.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.FLOWER_RAINFOREST
source: You can never have too many flowers. Or projectiles.
french: On n'a jamais trop de fleurs. Ni de projectiles.
german: Man kann nie zu viele Blumen haben. Oder Geschosse.
russian: Цветов никогда не бывает слишком много, как и пуль.
spanish: Nunca hay demasiadas flores. Ni proyectiles.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.DEAD
source: I guess it can't fly me out of here now.
french: J'imagine que c'est mort aussi pour m'envoler loin d'ici.
german: Jetzt kann es mich wohl nicht mehr hier rausfliegen.
russian: Ну теперь она точно никуда меня не унесет.
spanish: Supongo que no puede sacarme volando de aquí.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.GENERIC
source: A flyer and a glower. My new best friend.
french: Une bestiole qui vole et qui brille. Ma nouvelle meilleure amie.
german: Ein glühendes Würmchen. Mein neuer bester Freund.
russian: Летает и светится. Чтобы стать моим другом, большего и не нужно.
spanish: Brilla y reluce. Mi colega del alma ahora.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.SLEEPING
source: Wake up and glow for me!
french: Réveille-toi et brille !
german: Wach auf und glüh für mich!
russian: Проснись и освети мне путь!
spanish: ¡Despierta y brilla para mí!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY_COCOON
source: Aww... It's wrapped up all nice and cozy.
french: Ohh... Trop chou, bien au chaud dans son cocon.
german: Och ... Das hat sich aber gemütlich eingewickelt.
russian: О-о-о... Она так уютно завернулась.
spanish: Ooohh... Qué envoltura más acogedora.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GNAT
source: Normally I like being around flyers, but I'll make an exception.
french: En général, j'aime tout ce qui a des ailes, mais je vais faire une exception.
german: Normalerweise mag ich flugfähige Leute, aber ihr seid eine Ausnahme.
russian: Мне, конечно, нравится общаться с летунами, но эти уж очень назойливые.
spanish: Normalmente me gustan los bichos que vuelan, pero haré una excepción.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GNATMOUND
source: Not bad, for a mound full of bugs.
french: Pas mal, pour un monticule d'insectes.
german: Nicht übel für einen Berg voller Insekten.
russian: Ничего себе. Целая куча насекомых.
spanish: No está mal para ser un montículo lleno de bichos.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GOLDPAN
source: Swell. A pan with holes in it.
russian: Прелестно. Миска с дырками.
spanish: Estupendo. Una sartén con agujeros.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.BURNING
source: All those bugs have nowhere to hide now.
french: Tous ces insectes n'ont plus d'endroit où se cacher, maintenant.
german: Jetzt haben all die Insekten kein Versteck mehr.
russian: Жукам теперь негде прятаться.
spanish: Ahora todos esos bichos no tienen dónde esconderse.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.GENERIC
source: Tall grass like that is going to need a machete.
french: Des herbes hautes de ce type ne demandent qu'à se faire tailler à la machette.
german: Für so hohes Gras braucht man eine Machete.
russian: Такую высокую траву только мачете возьмет.
spanish: Con hierba alta como esta hace falta un machete.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.PICKED
source: It'll be overgrown in no time.
french: Bientôt, ce sera envahi par les hautes herbes.
german: Das wird im Nu überwuchert sein.
russian: Совсем скоро она вырастет снова.
spanish: Crecerá a lo loco en un santiamén.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.HALBERD
source: The must-have multi-tool for adventurers.
french: L'outil multifonction indispensable de tout aventurier.
german: Dieses Multiwerkzeug ist ein Muss für Abenteurer.
russian: Главный универсальный инструмент искателя приключений.
spanish: La multiherramienta imprescindible para aventureros.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.IRON
source: Well it's not good balloon material.
french: Un matériau inutile quand on veut fabriquer une montgolfière.
german: Tja, kein gutes Ballonmaterial.
russian: Воздушный шар из него не сделаешь.
spanish: No es buen material para globos.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PANGOLDEN
source: I don't actually mind picking up his poop.
russian: Мне даже нравится убирать за ним какашки.
spanish: A mí no me importa recoger su caca.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.DEAD
source: I promise, I will go on without you!
french: Promis, je continuerai sans toi !
german: Ich verspreche, ich werde ohne dich weitermachen!
russian: Обещаю, что завершу начатое даже без тебя!
spanish: ¡Te prometo que seguiré sin ti!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.GENERIC
source: Has the eyesight for flying but not the wings for it.
french: Une vue perçante adaptée au vol, contrairement à ses ailes.
german: Hat die Augen zum Fliegen, aber nicht die Flügel.
russian: Зрение у него для полетов идеальное, а вот крылья подкачали.
spanish: Tiene vista para volar, pero no alas.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.SLEEPING
source: Maybe I can just pluck out one of those feathers...
french: Je pourrais peut-être lui piquer une ou deux plumes...
german: Vielleicht kann ich schnell eine dieser Federn ausrupfen ...
russian: Ну-ка, может, удастся выдернуть перышко...
spanish: A lo mejor le puedo arrancar una de esas alas.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWKFEATHER
source: Normally I don't mind feathers, but this one keeps staring at me.
french: En général, les plumes ne me dérangent pas, mais celle-là me fixe intensément.
german: Normalerweise machen Federn mir nichts, aber diese starrt mich an.
russian: Никогда не думала, что перья способны так упорно на меня пялиться.
spanish: Normalmente no me molestan las plumas, pero esta me mira fijamente.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK_BUSH
source: Something's hiding in there.
french: Quelque chose se cache là-dedans.
german: Da drinnen versteckt sich was.
russian: Там кто-то прячется.
spanish: Algo se esconde dentro.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.APORKALYPSE
source: Are you aware that you're terrifying now?
french: Tu réalises à quel point tu es devenu terrifiant ?
german: Ist dir klar, dass du jetzt entsetzlich bist?
russian: Ты ведь понимаешь, какой ты теперь страшный?
spanish: ¿Te das cuenta del miedito que das?

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.FOLLOWER
source: Swell. Another mouth to feed.
french: Génial. Une autre bouche à nourrir.
german: Prächtig. Noch ein Maul zu stopfen.
russian: Прелестно. Еще один голодный рот.
spanish: Estupendo. Otra boca que alimentar.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.GENERIC
source: You're cute. You'd be cuter as a cat.
french: C'est bien gentil, mais j'aurais préféré un chat.
german: Du bist niedlich. Als Katze wärst du noch niedlicher.
russian: Ты милый. А был бы еще милее, будь ты котом.
spanish: Qué monada. Aunque ganarías como gato.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.SLEEPING
source: Finally, it stopped eating.
french: Enfin, le ventre sur pattes fait une pause.
german: Endlich hat er aufgehört zu fressen.
russian: Ну наконец-то он перестал лопать все подряд.
spanish: Por fin ha dejado de comer.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.DEAD
source: Not too sorry about that.
french: Ça ne m'attriste pas vraiment.
german: Tut mir nicht allzu leid.
russian: Я об этом не сожалею.
spanish: No lo siento demasiado.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.GENERIC
source: Probably just agitated because it can't fly well.
french: Cet insecte est sans doute agité parce qu'il ne sait pas voler.
german: Wahrscheinlich nur so sauer, weil er nicht richtig fliegen kann.
russian: Он бесится, потому что летает плохо.
spanish: Probablemente con los nervios de punta por no poder volar bien.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.SLEEPING
source: Quite the snorer.
french: Ça, c'est du ronflement.
german: Schnarcher.
russian: Вот это храп.
spanish: Qué manera de roncar.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SEDIMENTPUDDLE
source: A sparkly pool. A little too sparkly.
french: Un point d'eau scintillant. Un peu trop scintillant.
russian: Блестящий водоем. Чересчур блестящий.
spanish: Un estanque resplandeciente. Igual demasiado.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SHEARS
source: Time to do some yard work.
french: L'heure du jardinage est venue.
german: Zeit für etwas Hofarbeit.
russian: Пора заняться стрижкой.
spanish: Hora de trabajar en el jardín.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.BURNT
source: No one ever accused me of being a good blacksmith.
french: Personne ne m'a jamais accusé d'être un bon forgeron.
german: Niemand hat mir jemals vorgeworfen, ein guter Schmied zu sein.
russian: Никто никогда не обвинял меня в том, что я хороший кузнец.
spanish: Nadie me acusó nunca de ser un buen herrero.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.COOKING_SHORT
source: It'll be done in short order.
french: Ce sera fait dans peu de temps.
german: Es wird in Kürze erledigt sein.
russian: Это будет сделано в кратчайшие сроки.
spanish: Se hará en poco tiempo.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.DONE
source: Legendary adventurers forge legendary equipment, which sounds pretty good.
french: Les aventuriers légendaires forgent des équipements légendaires, ce qui semble plutôt bien.
german: Legendäre Abenteurer schmieden legendäre Ausrüstung, was ziemlich gut klingt.
russian: Легендарные авантюристы куют легендарное снаряжение, что звучит неплохо.
spanish: Los aventureros legendarios forjan equipos legendarios, lo que suena bastante bien.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.EMPTY
source: It takes the heavy metal and makes it heavier.
french: De quoi alourdir les métaux déjà lourds.
german: Macht Schwermetall noch schwerer.
russian: Здесь любой тяжелый металл становится еще тяжелее.
spanish: Coge el metal pasado y lo hace más pesado aún.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.TREE_PILLAR
source: That's a big tree.
french: En voilà un gros arbre.
german: Das ist ein großer Baum.
russian: Какое большое дерево.
spanish: Pedazo de árbol.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.WEEVOLE
source: Aggravating bugs! A complete waste of wings.
french: Saletés d'insectes ! C'est gâché, de vous avoir donné des ailes.
german: Lästige Biester! So eine Flügelverschwendung.
russian: Проклятущие жуки! Не заслуживаете вы крылья.
spanish: ¡Bichos insufribles! Qué desperdicio de alas...

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.WEEVOLE_CARAPACE
source: Light enough to fire out the Pew-matic.
french: Assez léger pour servir de muntion de Piou-matic.
german: Leicht genug zum Verschießen mit dem Pneumahorn.
russian: Достаточно легкий, чтобы выстрелить им из пиу-матики.
spanish: Suficientemente ligero para dispararlo con la pum-mática.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DEHUMID.1
source: Ah... that breeze is nice.
french: Ah... cette brise est agréable.
german: Ah ... angenehme Brise.
russian: Ах, какой освежающий бриз.
spanish: Ah... Qué brisa más agradable.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_GNATS_DIED
source: I finally got rid of these flies.
french: Je me suis enfin débarrassé de ces mouches.
german: Endlich bin ich diese Fliegen los.
russian: Наконец-то я избавился от этих мух.
spanish: Finalmente me deshice de estas moscas.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HAYFEVER
source: Sniff sniff. Must be hayfever season.
french: Sniff sniff. Ce doit être la saison pollinique.
german: Schnupperschnupper ... Es muss Heuschnupfensaison sein.
russian: Апчхи! Вот и сезон сенной лихорадки начался.
spanish: *Snif, snif* Debe de ser época de alergia.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HAYFEVER_OFF
source: Ahh... Finally I can breathe.
french: Ahh... Enfin, je respire.
german: Aah ... Endlich kriege ich wieder Luft.
russian: Наконец-то можно вздохнуть полной грудью.
spanish: Ah... Por fin puedo respirar.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PICKPOOP.1
source: I never!
french: Ce n'est pas dans mes habitudes !
russian: Как так можно!
spanish: ¡Caramba!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PICKPOOP.2
source: Disgusting!
french: Dégoûtant !
russian: Отвратительно!
spanish: ¡Qué asco!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PICKPOOP.3
source: What a horrid smell!
french: Quelle odeur nauséabonde !
russian: Какой отвратительный запах!
spanish: ¡Qué olor más horrible!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_SNEEZE
source: Ahh... CHOOOOOOOOO!
french: Aaaat...CHOOOOUUUUUUM !
german: Haah ... TSCHIIIIIH!
russian: А-а-а... ПЧХИ!
spanish: A... ¡CHÍÍÍÍÍÍÍÍÍÍÍÍS!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOO_HUMID.1
source: This %s is unbearable.
french: Cet accessoire (%s) est insupportable.
german: %s, du bist unerträglich.
russian: %s кажется неподъемным грузом.
spanish: Esta %s es insoportable.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOO_HUMID.2
source: This %s makes it too hot.
french: Cet accessoire (%s) me donne trop chaud.
german: %s, du bist zu heiß.
russian: %s для такой погоды не подходит.
spanish: Esta %s da mucho calor...

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ALLOY
source: Iron that has gone through metallic bonding.
french: Du fer ayant été mélangé à d'autres métaux.
german: Eisen, das eine metallische Verbindung eingegangen ist.
russian: Железо, прошедшее процесс сплавления с другим металлом.
spanish: Hierro que ha sido sometido a una fusión.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.APORKALYPSE_CLOCK
source: Ah. Quite a complex form of clockwork.
french: Ah. Un mécanisme assez complexe.
german: Ah. Recht komplexes Uhrwerk.
russian: Часовой механизм весьма тонкой работы.
spanish: Ah. Una maquinaria de lo más compleja.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_METALPLATE
source: What era is this design from?
french: De quelle époque date ceci ?
german: Aus welcher Ära stammt dieses Design?
russian: Из какой эпохи этот доспех?
spanish: ¿De qué época es este diseño?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_WEEVOLE
source: Armour made from bug exoskeleton.
french: Une armure faite à partir d'un exosquelette d'insecte.
german: Rüstung aus einem Insekten-Exoskelett.
russian: Броня из экзоскелета жука.
spanish: Una armadura hecha del exoesqueleto de un bicho.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASPARAGUS_PLANTED
source: Asparagus. Otherwise known as sparrow grass.
french: Asparagus officinalis. Mieux connue sous le nom d'asperge.
german: Spargel. Auch als Spatzengras bekannt.
russian: Спаржа. В просторечье — «заячий холодок».
spanish: Espárrago. También conocido como Asparagus officinalis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BASEFAN
source: Restorative.
french: Revigorant.
german: Erholsam.
russian: Освежающе.
spanish: Reconstituyente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHITIN
source: The exoskeleton of an arthropod.
french: L'exosquelette d'un arthropode.
german: Das Exoskelett eines Arthropoden.
russian: Экзоскелет членистоногого.
spanish: El exoesqueleto de un artrópodo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTNETTLE
source: These are quite good for the sinuses.
french: Très bon pour les sinus.
german: Sehr gut, um die Nebenhöhlen zu befreien.
russian: Моим носовым пазухам это точно поможет.
spanish: Vienen muy bien para las vías respiratorias.
