Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGPILE.PICKED
source: Aw. No more poop
french: Oh, y a plus de bouse.
russian: Ну вот. Каки закончились
spanish: Oh. No hay más caca

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.FLOWER_RAINFOREST
source: Dirt made a friend
french: La terre a une copine.
german: Dreck hat einen Freund gefunden.
russian: У земли появился друг
spanish: El suelo ha hecho una amiga

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.DEAD
source: (sob)
french: *Sanglote*
german: (Schluchz)
russian: (хнык)
spanish: *snif*

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.GENERIC
source: Bzzter with bright peepers
french: Une bzzz aux mirettes brillantes.
german: Summsi mit hellen Guckern.
russian: Жужжалка с блестящими смотрелками
spanish: Zuum brillante fisgón

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.SLEEPING
source: No light
french: La bzzz fait pas de lumière.
german: Kein Licht.
russian: Нет света
spanish: Sin luz

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY_COCOON
source: Changing
french: La bzzz se prépare à évoluer.
german: Ändert sich.
russian: Меняется
spanish: Cambiando

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GNAT
source: Stay away, Bzzters!
french: Vous approchez pas, les bzzz !
german: Bleibt mir vom Leib, Summsis!
russian: Не приближайтесь, жужжалки!
spanish: ¡Alejaos, zuums!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GNATMOUND
source: Hello?
french: Y a quelqu'un ?
german: Hallo?
russian: Привет?
spanish: ¿Hola?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GOLDPAN
source: Gets Shiny from puddle
russian: Чтобы доставать блестяшки из лужи
spanish: Se vuelve brillante en el charco

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.BURNING
source: No!!
french: Non !!
german: Nein!!
russian: Нет!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.GENERIC
source: You're so tall!
french: Que tu es grande et haute !
german: Du bist so groß!
russian: Ты такая высокая!
spanish: ¡Qué altura tienes!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.PICKED
source: Keep growing!
french: Continue de pousser !
german: Wachs weiter!
russian: Продолжай расти!
spanish: ¡Sigue creciendo!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.HALBERD
source: Twirly Tail Fight Stick
french: Un bâton de créature à queue en tire-bouchon pour se battre.
german: Ringelschwanz-Kampfstock.
russian: Палка крючкохвоста для драк
spanish: Palo de luchar de cola enroscada

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.IRON
source: Clinky Rock
french: De la pierre qui fait des cliquetis.
german: Klingelstein.
russian: Звонкий камень
spanish: Roca tintineante

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PANGOLDEN
source: Shiny Pooper
russian: Блестящий какун
spanish: Cagón brillante

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.DEAD
source: Oh dear
french: Oh là là.
german: Oh weh.
russian: О нет...
spanish: Oh, no

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.GENERIC
source: Gubble Gubble Tweeter
french: Un piou-piou qui glougloute.
german: Gubbelgubbel-Piepser.
russian: Гукающая чирикалка
spanish: Pío-pío glo-gló

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.SLEEPING
source: Sleeping?
french: Le piou-piou dort ?
german: Schläft?
russian: Спишь?
spanish: ¿Durmiendo?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWKFEATHER
source: Gubble Gubble Tweeter clothes
french: Ça habille le piou-piou qui glougloute.
german: Kleider von Gubbelgubbel-Piepsern.
russian: Одежда гукающей чирикалки
spanish: Ropa de pío-pío glo-gló

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK_BUSH
source: Looking good!
french: Pas mal !
german: Sieht gut aus!
russian: Смотрится неплохо!
spanish: ¡Tiene buen aspecto!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.APORKALYPSE
source: Bad Woofer
french: Un ouaf-ouaf méchant.
german: Böser Kläffer.
russian: Злая гавкалка
spanish: Guau-guau malo

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.FOLLOWER
source: Friend
french: Un copain.
german: Freund.
russian: Друг
spanish: Amigo

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.GENERIC
source: Bouncy Woofer
french: Un ouaf-ouaf qui fait des bonds.
german: Hüpfender Kläffer.
russian: Прыгающая гавкалка
spanish: Guau-guau saltarín

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.SLEEPING
source: Sleepy Snoozer
french: Un ouaf-ouaf endormi.
german: Schnarcher.
russian: Сонная соня
spanish: Durmiente dormilón

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.DEAD
source: Too bad
french: Dommage.
german: Zu schade.
russian: Жалко
spanish: Qué mal

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.GENERIC
source: Why so mad, Bzzter?
french: Dis bzzz, qu'est-ce qui t'énerve autant ?
german: Warum so wütend, Summsi?
russian: Почему ты злишься, жужжалка?
spanish: ¿Por qué te has enfadado, zuum?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.SLEEPING
source: Let it sleep
french: Mieux vaut laisser dormir cette bestiole.
german: Schlafen lassen.
russian: Пусть спит
spanish: Que duerma

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SEDIMENTPUDDLE
source: Shiny puddle
french: Une flaque brillante.
russian: Лужа с блестяшками
spanish: Charco brillante

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SHEARS
source: For hair cuts
french: Pour couper les cheveux.
german: Zum Haareschneiden.
russian: Чтобы подрезать волосы
spanish: Para cortar el pelo

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.BURNT
source: Nothing
french: Rien
german: Nichts
russian: Ничего
spanish: Nada

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.COOKING_SHORT
source: Hot! Hot!
french: C'est brûlant ! Brû-lant !
german: Heiß! Heiß!
russian: Горячо! Горячо!
spanish: ¡Caliente! ¡Caliente!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.DONE
source: Done!
french: Fait!
german: Erledigt!
russian: Сделанный!
spanish: ¡Hecho!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.EMPTY
source: Clinky rock cooker
french: Cuisinière Clinky Rock
german: Klirrender Steinkocher
russian: Клинки каменная плита
spanish: Cocina de roca Clinky

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TREE_PILLAR
source: Big friend?
french: C'est un grand copain ?
german: Großer Freund?
russian: Большой друг?
spanish: ¿Amigo grande?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WEEVOLE
source: Wee Bzzter
french: Un minuscule bzzz.
german: Kleine Summsi.
russian: Носатая жужжалка
spanish: Zuum diminuto

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WEEVOLE_CARAPACE
source: Crunchy
french: C'est croquant.
german: Knusprig.
russian: Хрустяшка
spanish: Crujiente

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_DEHUMID.1
source: Freedom, this is me!
french: Liberté, c'est moi !
german: Freiheit, das bin ich!
russian: Свобода, это я!
spanish: ¡Libertad, este soy yo!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_GNATS_DIED
source: Phew, that's really scary.
french: Ouf, ça fait vraiment peur.
german: Puh, das ist wirklich gruselig.
russian: Уф, это действительно страшно.
spanish: Uf, eso da mucho miedo.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_HAYFEVER
source: Oops, so much pollen, it's going to be uncomfortable.
french: Oups, tellement de pollen, ça va être inconfortable.
german: Ups, so viele Pollen, das wird unangenehm.
russian: Ой, так много пыльцы, будет неудобно.
spanish: Vaya, tanto polen, va a ser incómodo.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_HAYFEVER_OFF
source: The pollen is gone. finally.
french: Le pollen a disparu. enfin.
german: Der Blütenstaub ist weg. Endlich.
russian: Пыльца исчезла. окончательно.
spanish: El polen se ha ido. finalmente.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_PICKPOOP.1
source: How disgusting!
french: Quelle horreur!
russian: Какая гадость!
spanish: ¡Qué asco!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_PICKPOOP.2
source: It's still hot!
french: Il fait encore chaud !
russian: Все еще жарко!
spanish: ¡Todavía hace calor!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_PICKPOOP.3
source: I can't take my claws anymore!
french: Je n'en peux plus de mes griffes !
russian: Я больше не могу брать свои когти!
spanish: ¡Ya no puedo soportar mis garras!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_SNEEZE
source: (breathing) Ah chirp! Ahhhhhh!
french: (respiration) Ah gazouillis ! Ahhhhhh !
german: (Atmen) Ah zwitschern! Ahhhhh!
russian: (вздох) Ах, чирик! Аххххх!
spanish: (respirando) ¡Ah chirrido! ¡Ahhhhhh!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_TOO_HUMID.1
source: I can't stand %s anymore!
french: Je ne supporte plus %s !
german: Ich kann %s nicht mehr ausstehen!
russian: Я больше не могу %s!
spanish: ¡Ya no soporto a %s!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_TOO_HUMID.2
source: Take off %s.
french: Décollez %s.
german: Nimm %s ab.
russian: Снять %s.
spanish: Quitar %s.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.APORKALYPSE_CLOCK
source: Magic on such a large scale, man, this is going to be fun.
french: De la magie à si grande échelle, mec, ça va être amusant.
german: Magie in einem so großen Maßstab, Mann, das wird Spaß machen.
russian: Магия в таком большом масштабе, чувак, это будет весело.
spanish: Magia a gran escala, hombre, esto va a ser divertido.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ARMOR_METALPLATE
source: What a horrible torture.
french: Quelle horrible torture.
german: Was für eine schreckliche Folter.
russian: Какая ужасная пытка.
spanish: Que horrible tortura.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ARMOR_WEEVOLE
source: I'm getting goosebumps.
french: J'ai la chair de poule.
german: Ich bekomme Gänsehaut.
russian: У меня мурашки по коже.
spanish: se me pone la piel de gallina.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ASPARAGUS_PLANTED
source: A spear that grows out of the earth.
french: Une lance qui pousse hors de la terre.
german: Ein Speer, der aus der Erde wächst.
russian: Копье, растущее из земли.
spanish: Una lanza que brota de la tierra.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BASEFAN
source: The breeze is blowing, so happy.
french: La brise souffle, tellement heureuse.
german: Der Wind weht, so glücklich.
russian: Ветерок дует, так счастлив.
spanish: Sopla la brisa, muy feliz.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHITIN
source: The shell of those guys.
french: La carapace de ces gars.
german: Die Hülle dieser Typen.
russian: Оболочка этих парней.
spanish: El caparazón de esos tipos.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CUTNETTLE
source: Just smelling it blows my nose.
french: Rien que de le sentir, je me mouche.
german: Allein der Geruch bläst mir die Nase.
russian: От одного только запаха у меня нос сморкается.
spanish: Solo con olerlo me suena la nariz.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBALL
source: Why would anyone like it?
french: Pourquoi quelqu'un aimerait-il ça ?
russian: Почему это кому-то может понравиться?
spanish: ¿Por qué le gustaría a alguien?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.DEAD
source: Sorry, ma'am.
french: Désolé, madame.
russian: Простите, мэм.
spanish: Lo siento, señora.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.GENERIC
source: Is that... poop?
french: C'est... caca ?
russian: Это... какашки?
spanish: ¿Eso es... caca?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.SLEEPING
source: I thought they would have a loud purring sound.
french: Je pensais qu'ils auraient un ronronnement fort.
russian: Я думал, что у них будет громкое мурлыканье.
spanish: Pensé que tendrían un fuerte ronroneo.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Please don't do that again.
french: S'il vous plaît, ne faites plus ça.
russian: Пожалуйста, не делай этого больше.
spanish: Por favor, no vuelvas a hacer eso.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGPILE.GENERIC
source: The stench is overwhelming...
french: La puanteur est accablante...
russian: Запах зашкаливает...
spanish: El hedor es abrumador...

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGPILE.PICKED
source: Still there?
french: Toujours là?
russian: Все еще там?
spanish: ¿Aún allí?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.FLOWER_RAINFOREST
source: There is a wild beauty.
french: Il y a une beauté sauvage.
german: Es gibt eine wilde Schönheit.
russian: Есть дикая красота.
spanish: Hay una belleza salvaje.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.DEAD
source: sorry.
french: Désolé.
german: Verzeihung.
russian: извини.
spanish: Lo siento.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.GENERIC
source: Shiny little guy.
french: Petit gars brillant.
german: Glänzender kleiner Kerl.
russian: Блестящий малый.
spanish: Pequeño chico brillante.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.SLEEPING
source: Have a good dream.
french: Fais de beaux rêves.
german: Träum süß.
russian: Приятных снов.
spanish: Que tengas un buen sueño.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY_COCOON
source: What will become of it?
french: Que deviendra-t-il ?
german: Was wird daraus?
russian: Что из этого получится?
spanish: ¿Qué será de eso?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GNAT
source: Don't let them get under my fur!
french: Ne les laissez pas s'introduire sous ma fourrure !
german: Lass sie nicht unter mein Fell gelangen!
russian: Не позволяй им залезть мне под мех!
spanish: ¡No dejes que se metan bajo mi pelaje!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GNATMOUND
source: This is my first time seeing this.
french: C'est la première fois que je vois ça.
german: Dies ist das erste Mal, dass ich das sehe.
russian: Я впервые вижу это.
spanish: Esta es la primera vez que veo esto.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GOLDPAN
source: A large colander, for gold and glory.
russian: Большой дуршлаг для золота и славы.
spanish: Un colador grande, para el oro y la gloria.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.BURNING
source: Oops, it's burning.
french: Oups, ça brûle.
german: Ups, es brennt.
russian: Упс, горит.
spanish: Vaya, se está quemando.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.GENERIC
source: Solid tall grass, really nice.
french: Herbe haute solide, vraiment agréable.
german: Festes hohes Gras, wirklich schön.
russian: Сплошная высокая трава, очень красиво.
spanish: Hierba alta sólida, muy agradable.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.PICKED
source: Gone, all gone.
french: Parti, tout parti.
german: Weg, alles weg.
russian: Ушли, все ушли.
spanish: Ido, todo ido.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.HALBERD
source: What a vicious weapon.
french: Quelle arme vicieuse.
german: Was für eine bösartige Waffe.
russian: Какое коварное оружие.
spanish: Que arma tan viciosa.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.IRON
source: Oooh. Almost burned me.
french: Ooh. J'ai failli me brûler.
german: Oooh. Hat mich fast verbrannt.
russian: Ооо. Меня чуть не спалил.
spanish: Oooh. Casi me quema.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PANGOLDEN
source: How was your day? Is there anything to gain?
russian: Как прошел день? Есть ли что-нибудь, что можно получить?
spanish: ¿Cómo estuvo su día? ¿Hay algo que ganar?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK.GENERIC
source: You must have seen a lot, right?
french: Vous avez dû en voir beaucoup, non ?
german: Sie müssen viel gesehen haben, oder?
russian: Вы, наверное, много видели, да?
spanish: Debes haber visto mucho, ¿verdad?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK.SLEEPING
source: Huh, let's close our eyes and take a break?
french: Hein, fermons les yeux et faisons une pause ?
german: Huh, lass uns unsere Augen schließen und eine Pause machen?
russian: А, давайте закроем глаза и сделаем перерыв?
spanish: ¿Eh, cerremos los ojos y tomemos un descanso?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWKFEATHER
source: Feather of a small peacock.
french: Plume d'un petit paon.
german: Feder eines kleinen Pfaus.
russian: Перо маленького павлина.
spanish: Pluma de un pequeño pavo real.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK_BUSH
source: Well, this trick can't fool me.
french: Eh bien, cette astuce ne peut pas me tromper.
german: Nun, dieser Trick kann mich nicht täuschen.
russian: Ну, этот трюк не может обмануть меня.
spanish: Bueno, este truco no puede engañarme.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.APORKALYPSE
source: I don't want to hurt you!
french: Je ne veux pas te faire de mal !
german: Ich will dich nicht verletzen!
russian: Я не хочу причинять тебе боль!
spanish: ¡No quiero hacerte daño!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.FOLLOWER
source: Good boy.
french: Bon garçon.
german: Guter Junge.
russian: Хороший мальчик.
spanish: Buen chico.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.GENERIC
source: Hi little Chihuahua!
french: Salut petit Chihuahua !
german: Hallo kleiner Chihuahua!
russian: Привет, маленький Чихуахуа!
spanish: Hola chihuahua!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.SLEEPING
source: Go to sleep.
french: Aller dormir.
german: Geh ins Bett.
russian: Идти спать.
spanish: Ve a dormir.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.DEAD
source: it's a pity.
french: c'est dommage.
german: es ist schade.
russian: жаль.
spanish: es una pena.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.GENERIC
source: Really energetic, do you want to dance?
french: Vraiment énergique, tu veux danser ?
german: Wirklich energisch, willst du tanzen?
russian: Очень энергично, хочешь потанцевать?
spanish: Realmente enérgico, ¿quieres bailar?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.SLEEPING
source: Then intermission.
french: Puis entracte.
german: Dann Pause.
russian: Потом антракт.
spanish: Luego el intermedio.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SEDIMENTPUDDLE
source: These are not for drinking.
french: Ce ne sont pas des boissons.
russian: Они не для питья.
spanish: Estos no son para beber.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SHEARS
source: Click, click, leaves fall.
french: Clic, clic, les feuilles tombent.
german: Klick, klick, Blätter fallen.
russian: Щелчок, щелк, листья падают.
spanish: Clic, clic, las hojas caen.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.BURNT
source: I didn't know they were hot to stone.
french: Je ne savais pas qu'ils étaient brûlants.
german: Ich wusste nicht, dass sie heiß zu Stein sind.
russian: Я не знал, что они были горячими до камня.
spanish: No sabía que estaban calientes para la piedra.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.COOKING_SHORT
source: They are hotter now.
french: Ils sont plus chauds maintenant.
german: Sie sind jetzt heißer.
russian: Сейчас они более горячие.
spanish: Están más calientes ahora.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.DONE
source: It doesn't make them any better.
french: Cela ne les rend pas meilleurs.
german: Es macht sie nicht besser.
russian: Это не делает их лучше.
spanish: No los hace mejores.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.EMPTY
source: Put the iron you hate in and burn it.
french: Mettez le fer que vous détestez et brûlez-le.
german: Stecke das Eisen, das du hasst, hinein und verbrenne es.
russian: Положите железо, которое вы ненавидите, и сожгите его.
spanish: Pon el hierro que odias y quémalo.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TREE_PILLAR
source: Blot out the sun.
french: Cachez le soleil.
german: Blende die Sonne aus.
russian: Заткни солнце.
spanish: Borra el sol.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WEEVOLE
source: don't bite me!
french: ne me mords pas !
german: beiß mich nicht!
russian: не кусай меня!
spanish: ¡no me muerdas!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WEEVOLE_CARAPACE
source: What remains of their armor.
french: Ce qui reste de leur armure.
german: Was von ihrer Rüstung übrig bleibt.
russian: Что осталось от их доспехов.
spanish: Lo que queda de su armadura.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_DEHUMID.1
source: Huh, cool off.
french: Heu, calme-toi.
german: Huh, beruhige dich.
russian: Ха, остынь.
spanish: Eh, relájate.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_GNATS_DIED
source: Worms don't mess with fish people.
french: Les vers ne plaisantent pas avec les poissons.
german: Würmer machen sich nicht mit Fischmenschen an.
russian: Черви не связываются с людьми-рыбами.
spanish: Los gusanos no se meten con los peces.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_HAYFEVER
source: Gullah. The gills are so uncomfortable...
french: Gullah. Les branchies sont si inconfortables...
german: Gullah. Die Kiemen sind so unangenehm...
russian: Гулла. Жабры такие неудобные...
spanish: Gullah. Las branquias son tan incómodas...

# STRINGS.CHARACTERS.WURT.ANNOUNCE_HAYFEVER_OFF
source: oh! The gills are finally comfortable!
french: Oh! Les ouïes sont enfin confortables !
german: Oh! Die Kiemen sind endlich bequem!
russian: ой! Жабры, наконец, удобные!
spanish: ¡Vaya! ¡Las branquias finalmente son cómodas!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_PICKPOOP.1
source: Such dirty water!
french: Quelle eau sale !
russian: Какая грязная вода!
spanish: ¡Qué agua tan sucia!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_PICKPOOP.2
source: Greg...
french: Grégory...
russian: Грег...

# STRINGS.CHARACTERS.WURT.ANNOUNCE_PICKPOOP.3
source: no more chance!
french: plus aucune chance !
russian: больше нет шансов!
spanish: ¡No más posibilidades!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_SNEEZE
source: Heh-hoo, ha-choo! ! !
german: Ha-hoo, ha-choo! ! !
russian: Хе-ху, ха-ху! ! !
spanish: ¡Je, je, je! ! !

# STRINGS.CHARACTERS.WURT.ANNOUNCE_TOO_HUMID.1
source: %s is hot!
french: %s est chaud !
german: %s ist heiß!
russian: %s горячий!
spanish: ¡%s está caliente!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_TOO_HUMID.2
source: I don't want to wear %s anymore!
french: Je ne veux plus porter %s !
german: Ich möchte %s nicht mehr tragen!
russian: Я больше не хочу носить %s!
spanish: ¡Ya no quiero usar %s!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ALLOY
source: The stone became harder.
french: La pierre est devenue plus dure.
german: Der Stein wurde härter.
russian: Камень стал тверже.
spanish: La piedra se hizo más dura.

# STRINGS.CHARACTERS.WURT.DESCRIBE.APORKALYPSE_CLOCK
source: Stuff form bad story!
french: Les trucs forment une mauvaise histoire !
german: Zeug bilden schlechte Geschichte!
russian: Вещи формируют плохую историю!
spanish: ¡Cosas de mala historia!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ARMOR_METALPLATE
source: Sturdy, but heavy.
french: Robuste, mais lourd.
german: Robust, aber schwer.
russian: Прочный, но тяжелый.
spanish: Robusto, pero pesado.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ARMOR_WEEVOLE
source: Nice and comfortable armor.
french: Armure agréable et confortable.
german: Schöne und bequeme Rüstung.
russian: Хорошая и удобная броня.
spanish: Armadura bonita y cómoda.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ASPARAGUS_PLANTED
source: Green stick stick, smells good.
french: Bâtonnet vert, sent bon.
german: Grüner Stick Stick, riecht gut.
russian: Зеленая палочка, хорошо пахнет.
spanish: Palo palo verde, huele bien.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BASEFAN
source: Water ran away! florpt!
french: L'eau s'est enfuie ! fleurir !
german: Wasser ist weggelaufen! florpt!
russian: Вода убежала! флорпт!
spanish: ¡El agua se escapó! ¡florp!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHITIN
source: Tough hide.
french: Peau dure.
german: Hartes Fell.
russian: Жесткая шкура.
spanish: Piel dura.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CUTNETTLE
source: It into my nose!
french: C'est dans mon nez !
german: Es in meine Nase!
russian: Мне в нос!
spanish: ¡En mi nariz!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBALL
source: Dirt ball.
french: Boule de terre.
russian: Грязевой шар.
spanish: Bola de tierra.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.DEAD
source: Not moving anymore.
french: Ne bouge plus.
russian: Больше не двигаюсь.
spanish: Ya no me muevo.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.GENERIC
source: Beautiful, but stinky.
french: Beau, mais puant.
russian: Красивый, но вонючий.
spanish: Hermoso, pero apestoso.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.SLEEPING
source: Just fell asleep.
french: Je viens de m'endormir.
russian: Просто заснул.
spanish: Simplemente me quedé dormido.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Still stinks.
french: Ça pue toujours.
russian: Все еще воняет.
spanish: Todavía apesta.
