Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBALL
source: A perfectly spherical specimen of feces.
french: Un excrément parfaitement sphérique.
russian: Образец фекалий идеальной сферической формы.
spanish: Un espécimen fecal perfectamente esférico.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.DEAD
source: A Scarabaeidae cadaver.
french: Un cadavre de scarabéidé.
russian: Труп пластинчатоусого.
spanish: El cadáver de un Scarabaeidae.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.GENERIC
source: Scarabaeidae with her droppings.
french: Un scarabéidé. Et ses excréments.
russian: Пластинчатоусая особь со своими фекалиями.
spanish: Un Scarabaeidae con sus excrementos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.SLEEPING
source: At rest.
french: L'animal se repose.
russian: На отдыхе.
spanish: Descansando.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She's lost her dung.
french: L'animal a perdu sa boule d'excréments.
russian: Она потеряла свой навоз.
spanish: Ha perdido sus excrementos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGPILE.GENERIC
source: Scarabaeidae will make short work of it.
french: Les scarabéidés expédient ça vite fait.
russian: Пластинчатоусые быстро это утилизируют.
spanish: Los Scarabaeidae acabarán pronto con ello.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGPILE.PICKED
source: Odious, yet useful.
french: Infâme. Mais utile.
russian: Польза перевешивает отвращение.
spanish: Aborrecible pero útil.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_RAINFOREST
source: Floral cross-pollination produces some fascinating specimens.
french: La pollinisation croisée des fleurs engendre quelques spécimens fascinants.
german: Florale Fremdbestäubung kann zu faszinierenden Exemplaren führen.
russian: Перекрестное опыление флоры дает очаровательные гибриды.
spanish: La polinización cruzada floral produce especímenes fascinantes.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.DEAD
source: Its existence has reached an end.
french: Son existence a pris fin.
german: Seine Existenz ist vorüber.
russian: Ее жизнь подошла к концу.
spanish: Su existencia ha llegado a su fin.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.GENERIC
source: A bioluminescent insecta.
french: Un insecte bioluminescent.
german: Ein biolumineszentes Insekt.
russian: Биолюминесцентное насекомое.
spanish: Un ejemplar de Insecta bioluminiscente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.SLEEPING
source: Curious. Its bioluminescence requires wakefulness.
french: Étrange. Cet insecte ne semble pas être bioluminescent durant son sommeil.
german: Eigenartig. Sie sind nur im Wachzustand biolumineszent.
russian: Любопытно. Его биолюминесценция гаснет во сне.
spanish: Curioso. Su bioluminiscencia requiere insomnio.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY_COCOON
source: Fascinating! It has moved on to the chrysalis stage.
french: Fascinant ! Cet être est passé au stade de chrysalide.
german: Faszinierend! Es hat sich zum Chrysalis-Stadium entwickelt.
russian: Удивительно! Они перешли на стадию куколок!
spanish: ¡Fascinante! Ha pasado a la fase de crisálida.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GNAT
source: A swarm of Culicidae Drosophila.
french: Un essaim de culicidés drosophiles.
german: Ein Schwarm Culicidae Drosophila.
russian: Рой кровососущих дрозофил.
spanish: Un enjambre de Culicidae drosophila.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GNATMOUND
source: Obviously the work of a eusocial insect.
french: L'œuvre d'un insecte eusocial, à l'évidence.
german: Offenkundig das Werk eines eusozialen Insekts.
russian: Творение социальных насекомых.
spanish: Obviamente, obra de un insecto eusocial.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GOLDPAN
source: This should be useful for finding valuable minerals.
russian: Пригодится для поиска драгоценных металлов.
spanish: Esto será útil para encontrar minerales valiosos.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.BURNING
source: Illuminating!
french: Éclairant !
german: Illuminierend!
russian: Возгорание!
spanish: ¡Cómo ilumina!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.GENERIC
source: I need an implement for that.
french: Il me faut un instrument pour ça.
german: Ich brauche ein Hilfsmittel dafür.
russian: Без орудия тут не справиться.
spanish: Necesito un instrumento para eso.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.PICKED
source: That required not insignificant effort.
french: Ça a demandé un effort significatif.
german: Das hat keine unerhebliche Anstrengung erfordert.
russian: Для этого потребовалось изрядно поработать.
spanish: No ha requerido un gran esfuerzo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HALBERD
source: It is a cruel and versatile weapon.
french: C'est une arme aussi cruelle que polyvalente.
german: Eine grausame und vielseitige Waffe.
russian: Беспощадное оружие для любой ситуации.
spanish: Es un arma cruel y versátil.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PANGOLDEN
source: Aurum vermilingua.
russian: Золотой муравьед.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.DEAD
source: Lifeless.
french: Sans vie.
german: Leblos.
russian: Признаков жизни нет.
spanish: Inerte.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.GENERIC
source: A strangely mutated Pavo Cristatus.
french: Un Pavo cristatus qui a subi une curieuse mutation.
german: Merkwürdig mutierter Pavo cristatus.
russian: Странная мутация обыкновенного павлина.
spanish: Un Pavo cristatus extrañamente mutado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.SLEEPING
source: It's ocular plumage appears not to need sleep.
french: Son plumage oculaire ne semble pas avoir besoin de sommeil.
german: Die Ozellen auf den Federn brauchen anscheinend keinen Schlaf.
russian: Глаза на его оперении никогда не закрываются.
spanish: Su plumaje de ojos parece no necesitar dormir.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWKFEATHER
source: Feather of the male Pavo Cristatus.
french: Plume de Pavo cristatus mâle.
german: Feder des männlichen Pavo cristatus.
russian: Перо самца павлина обыкновенного.
spanish: Una pluma de un Pavo cristatus macho.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK_BUSH
source: I have questions about that bush.
french: Je me pose des questions sur ce buisson.
german: Dieser Busch wirft Fragen auf.
russian: У меня есть пара вопросов к этому кусту.
spanish: Tengo dudas acerca de ese arbusto.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.APORKALYPSE
source: The Otocyon Canis's behavior has become erratic!
french: L'Otocyon Canis se comporte de manière imprévisible !
german: Das Verhalten des Otocyon canis ist erratisch!
russian: Повадки этой большеухой лисицы стали непредсказуемыми!
spanish: ¡El comportamiento del Otocyon canis se ha vuelto errático!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.FOLLOWER
source: It seems I have an admirer.
french: On dirait que j'ai un admirateur.
german: Offenbar habe ich einen Bewunderer.
russian: Кажется, у меня появился почитатель.
spanish: Parece que tengo un admirador.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.GENERIC
source: Otocyon Canis. And a hungry one at that!
french: Un Otocyon Canis. Et affamé de surcroît !
german: Otocyon canis. Und was für ein hungriger!
russian: Большеухая и очень голодная лисица.
spanish: Otocyon canis. ¡Y hambriento!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.SLEEPING
source: The Otocyon Canis slumbers.
french: L'Otocyon Canis roupille.
german: Der Otocyon canis schlummert.
russian: Большеухая лисица дремлет.
spanish: El Otocyon canis duerme.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.DEAD
source: Expired.
french: Sans vie.
german: Dahingerafft.
russian: Вот и все.
spanish: Ha expirado.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.GENERIC
source: Certainly not a species I know of!
french: Je ne connais assurément pas cette espèce !
german: Gewiss keine Spezies, die ich kenne!
russian: Этот вид мне совершенно точно неизвестен.
spanish: ¡No es una especie que yo conozca, desde luego!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.SLEEPING
source: Dormant.
french: La créature somnole.
german: Schläft.
russian: В забытьи.
spanish: En estado latente.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEDIMENTPUDDLE
source: Contains some lustrous sentiment.
french: Contient des sédiments brillants.
russian: Содержит блестящие частицы.
spanish: Contiene un sedimento brillante.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHEARS
source: A useful tool for horticultural purposes.
french: Un instrument pratique pour l'horticulture.
german: Nützliches Werkzeug für gärtnerische Zwecke.
russian: Полезный инструмент для сельскохозяйственных работ.
spanish: Una herramienta útil para el ejercicio de la horticultura.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.BURNT
source: Is anyone hurt?
french: Quelqu'un est-il blessé?
german: Ist jemand verletzt?
russian: Никто не пострадал?
spanish: Hay alguien herido?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.COOKING_SHORT
source: The metal is melting into liquid state.
french: Le métal fond à l'état liquide.
german: Das Metall schmilzt in flüssigen Zustand.
russian: Металл плавится в жидком состоянии.
spanish: El metal se está derritiendo en estado líquido.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.DONE
source: Recooling and done.
french: Refroidissement et fait.
german: Abkühlen und fertig.
russian: Переохлаждение и готово.
spanish: Enfriando y listo.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.EMPTY
source: A metalsmithing tool.
french: Un outil pour travailler le métal.
german: Ein Metallschmiedewerkzeug.
russian: Кузнечный инструмент.
spanish: Una herramienta de herrero.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREE_PILLAR
source: Certainly from an old growth tree.
french: Provient certainement d'un arbre de forêt primaire.
german: Gewiss von einem uralten Baum.
russian: Этому дереву явно очень много лет.
spanish: Proviene de un árbol viejo, sin duda.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WEEVOLE
source: A Coleoptera. And an annoying one at that.
french: Un coléoptère. Et agaçant de surcroît.
german: Ein Coleopteron. Und was für ein fieser.
russian: Весьма надоедливое жесткокрылое.
spanish: Un ejemplar de coleóptero y bastante molesto.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WEEVOLE_CARAPACE
source: The exoskeleton of a Coleoptera.
french: L'exosquelette d'un coléoptère.
german: Das Exoskelett eines Coleopterons.
russian: Экзоскелет жесткокрылого.
spanish: El exoesqueleto de un coleóptero.

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_DEHUMID.1
source: WILBA HAS'T COOLED
french: WILBA EST RAFRAÎCHIE !
german: WILBA KÜHLTE AB.
russian: УИЛБА ОХЛАДИЛА ПЫЛ
spanish: WILBA SE HA REFRESCADO

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_DEHUMID.2
source: AHH. WILBA 'TIS BETTER
french: AHH, WILBA VA MIEUX
german: AAH. WILBA BEFINDET SICH BESSER.
russian: ОХ, И РАЗОМ ЛУЧШЕ СТАЛО
spanish: AH. WILBA MUCHO MEJOR

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_GNATS_DIED
source: knock down trouble
french: éliminer les ennuis
german: Ärger beseitigen
russian: сбить неприятности
spanish: derribar problemas

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_HAYFEVER
source: SN--ORT. WILBA IS'T STUFFY
french: *SNIFF* WILBA A LE NEZ BOUCHÉ
german: SCHN- AUB. WILBAS NASE ERBOST SICH.
russian: ХРЮ-ХРЮК. ДЫШАТЬ УИЛБЕ СТАЛО ТРУДНО
spanish: UF. WILBA ESTÁ TAPONADA

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_HAYFEVER_OFF
source: SNIFFS. WILBA NOSE IS'T NAUGHT STUFFY NO MORES!
french: *SNIFF* LE NEZ DE WILBA EST DÉBOUCHÉ !
german: SCHNÜFFEL. WILBAS NASE IST WIEDER GNÄDIG!
russian: ХРЮ! УИЛБИН НОС УЖ БОЛЕ НЕ СТРАДАЕТ!
spanish: *SNIF* ¡LA NARIZ DE WILBA YA NON ESTÁ TAPONADA!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_PICKPOOP.1
source: SNORT!
french: *GROGNE*
russian: ХРЮК!
spanish: ¡BUF!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_PICKPOOP.2
source: OINC!
french: GROUIK !
russian: УИ-И-И!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_PICKPOOP.3
source: PLOPS!
french: POPO !
russian: ПЛЮХ!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_SNEEZE
source: SNORT, 'NEEZE, A-CHOOEY!
french: *SNIFF* *AAATCHOOUUUM* !
german: SCHNIEF, SCHNAUB, HATSCHII!
russian: ХРЮ-АПЧХИ! АПЧХИ!
spanish: BUF, *SNIF* ¡ACHÍS!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_TOO_HUMID.1
source: WILBA AM TOO MUCH I' THE HEAT
french: WILBA EST TROP EXPOSÉE À LA CHALEUR
german: WILBA HAT ZUVIEL HITZE.
russian: УИЛБА ЖАРЫ НЕ БОЛЬШОЙ ЛЮБИТЕЛЬ
spanish: WILBA DEMASIADO ESTÁ AL CALOR

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_TOO_HUMID.2
source: THE AIR 'TIS FULL OF HEAT
french: L'AIR EST TROP CHAUD
german: DIE LUFT IST VOLL DER HITZE.
russian: ВОЗДУХ ЖАРОМ ПЫШЕТ
spanish: ESTE AIRE ES BIEN CALUROSO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ALLOY
source: IS'T BLOCK O' HARD METALS
french: C'EST UN BLOC TOUT DUR DE MÉTAUX
german: 'S IST EIN KLOTZ VON HARTEM METALL.
russian: МЕТАЛЛА ТВЕРДОГО СЛИЯНЬЕ
spanish: ES UN BLOQUE DE METALES DUROS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.APORKALYPSE_CLOCK
source: TIME AND THE HOUR RUNS THROUGH IT
french: LE TEMPS Y DÉFILE
german: DIE STUND' UND ZEIT DURCHLÄUFT'S.
russian: ЧАСЫ ИДУТ, СЧИТАЮТ ВРЕМЯ
spanish: EL TIEMPO Y LA HORA PASAN POR ELLO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ARMOR_METALPLATE
source: TO TAKE ARMS
french: POUR PRENDRE LES ARMES
german: ZUM WAFFENGANGE.
russian: К ОРУЖИЮ, ДРУЗЬЯ!
spanish: SOPORTA ARMAS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ARMOR_WEEVOLE
source: ADVENTURE CLOTHES FROM ANNOYING BUGS
french: UN HABIT D'AVENTURE FAIT À PARTIR D'INSECTES AGAÇANTS
german: ABENTEUERGEWÄNDER AUS ANSTRENGENDEN ARTEN.
russian: ОДЕЖДА ДЛЯ СКИТАНИЙ ИЗ НАДОЕДЛИВЫХ ЖУКОВ
spanish: ROPAS DE AVENTURA DE BICHOS MOLESTOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ASPARAGUS_PLANTED
source: HATH A FUNNY HAT
french: ÇA LUI FAIT UN CHAPEAU RIGOLO
german: WELCH LUSTIGES HÜTLEIN.
russian: У НЕГО СМЕШНАЯ ШАПКА
spanish: QUÉ CHANZA DE SOMBRERO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.BASEFAN
source: BLOW WINDS!
french: SOUFFLEZ, VENTS !
german: BLAST, WIND'!
russian: О ВЕТРЫ, ДУЙТЕ ЖЕ!
spanish: ¡SOPLAN LOS VIENTOS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CHITIN
source: YON BUGGY ARMOR
french: ÇA VIENT DE L'ARMURE DES INSECTES
german: 'S IST DIE RÜSTUNG EINES INSEKTS.
russian: БРОНЯ ЖУЧИНАЯ МОЕЮ СТАЛА
spanish: ARMADURA DE BICHO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CUTNETTLE
source: DOST UNSTUFF'DED MINE SNOUTS
french: ÇA DÉBOUCHE MON GROIN
german: SIE BEFREIET MEINE NASE.
russian: РЫЛЬЦУ МОЕМУ ОБЛЕГЧЕНЬЕ НЕСЕТ
spanish: DESPEJA EL MÍO HOCICO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBALL
source: SWOLLEN PARCEL O' PLOPSIES
french: UNE BOULE PLEINE DE POPO
russian: КОМОК ЛЕПЕХ ЧУДОВИЩНЫХ РАЗМЕРОВ
spanish: MONTÓN HINCHADO DE PLOPS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.DEAD
source: HATH SHUFFLED OFF HIS MORTAL PLOP BALL
french: A RENDU L'ÂME EN POUSSANT SA MORTELLE BOULE DE POPO
russian: ПОКИНУЛ ОН СЕЙ БРЕННЫЙ ШАР НАВОЗНЫЙ
spanish: HA ABANDONADO SU MUNDO DE POPÓ

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.GENERIC
source: HAS'T THE PLOPS
french: A LE POPO
russian: НАВОЗА У НЕГО ДОВОЛЬНО
spanish: TIENE PLOPS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.SLEEPING
source: SLEEP NO MORE!
french: ARRÊTE DE DORMIR !
russian: ПРОСНИСЬ И ПОЙ!
spanish: ¡NO DURMÁIS MÁS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.UNDUNGED
source: HAS'T NAUGHT THE PLOPS
french: N'A PAS LE POPO
russian: НАВОЗА ЗДЕСЬ УЖ БОЛЬШЕ НЕТ
spanish: NON TIENE PLOPS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGPILE.GENERIC
source: WILBA AM SICK WHEN SHE LOOK ON THEE
french: QUAND WILBA TE VOIT, ELLE EST MALADE
russian: ОТ ВИДА ОДНОГО ЛИШЬ УИЛБЕ СТАЛО ДУРНО
spanish: WILBA SE PONE MALA AL MIRAR AQUESTO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGPILE.PICKED
source: HAST BEEN PICK'DED THROUGH
french: ÇA A ÉTÉ RAMASSÉ
russian: УЖ СВЕРХУ ДОНИЗУ ОНА ВСЯ ПЕРЕРЫТА
spanish: HAN METIDO MANO AQUÍ

# STRINGS.CHARACTERS.WILBA.DESCRIBE.FLOWER_RAINFOREST
source: MANY COLOR'D FLOWERS FOR WILBA
french: PLEIN DE FLEURS COLORÉES POUR WILBA
german: BUNTE BLUMEN FÜR WILBA.
russian: ДОРОГА УИЛБЫ УСТЛАНА ЦВЕТАМИ
spanish: MUCHAS FLORES DE COLORES PARA WILBA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.DEAD
source: 'TIS SQUISH'DED
french: LA PETITE BÊTE EST ÉCRABOUILLÉE
german: 'S IST ZERMALMET.
russian: РАЗДАВЛЕНА ОНА
spanish: LO HAN ESTRUJADO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.GENERIC
source: IS'T A BUG O' GLOWY BUTT
french: C'EST UN INSECTE AU POPOTIN QUI FAIT DE LA LUMIÈRE
german: 'S IST EIN WÜRMCHEN MIT GLÜHENDEM HINTERN.
russian: ЗВЕЗДЕ ПОДОБНО СИЯЕТ ЗАД СЕГО ЖУЧКА
spanish: BICHO DE CULO BRILLANTE

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.SLEEPING
source: O GENTLE SLEEP!
french: Ô DOUX SOMMEIL !
german: OH HOLDER SCHLAF!
russian: О, СОН, ТЫ — МИР!
spanish: ¡OH FERMOSO SUEÑO!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY_COCOON
source: WRAPP'DED IN A BUGGY BLANKET
french: LA PETITE BÊTE EST ENVELOPPÉE SOUS SA COUVERTURE D'INSECTE
german: IN EINE WÜMRCHENDECKE GEWICKELT.
russian: ОНА ЗАВЕРНУЛАСЬ В ОДЕЯЛЬЦЕ
spanish: ESTÁ DENTRO DE UNA MANTA PARA BICHOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GNAT
source: MUCH ADO ABOUT GNAT-ING
french: BEAUCOUP DE BRUIT POUR DES MOUCHERONS
german: VIEL LÄRMEN UM BLUT.
russian: МНОГО ШУМА ИЗ НИЧЕГО
spanish: MUCHO RUIDO Y POCO MOSQUITO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GNATMOUND
source: ALL THAT BUZZES IS GNAT HOME
french: TOUT CE QUI BOURDONNE EST LA MAISON DES MOUCHERONS
german: DORT WOHNEN DIE STECHBIESTER.
russian: ТАК ВОТ ОН ГДЕ, ИСТОЧНИК ШУМА
spanish: TODO LO QUE ZUMBA ES MOSQUITO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GOLDPAN
source: 'TIS A PAN FOR GLITTERIES
russian: ЗДЕСЬ МОЖНО СОБИРАТЬ БЛЕСТЯШКИ
spanish: SARTÉN PARA BRILLITOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.BURNING
source: FWOOSH'DING
french: ÇA BRÛLE
german: VERLODERND.
russian: ОГОНЬ ТРЕЩИТ
spanish: FACIENDO FUUUUSH

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.GENERIC
source: AS LONG AS THE DAY IS MERRY
french: DES HERBES AUSSI HAUTES QUE LA VIE EST JOYEUSE
german: SO LANG, ALS DER TAG LUSTIG IST.
russian: РАСТЕТ БЕЗ УСТАЛИ ОНА
spanish: MIENTRAS SEA UN DÍA FELIZ

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.PICKED
source: THE LONG AND SHORT OF IT
french: LES HERBES ÉTAIENT GRANDES MAIS PLUS MAINTENANT
german: EI NUN, DA HABEN WIR DAS KURZE UND DAS LANGE DAVON.
russian: ВСЕ ДО ПОСЛЕДНЕГО СТЕБЕЛЬКА
spanish: A LO LARGO Y ANCHO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.HALBERD
source: WILBA SHALL SLICE AND CHOP!
french: WILBA VA COUPER ET TRANCHER !
german: WILBA WIRD SCHLITZEN UND HACKEN!
russian: ПОЛЕТЯТ ГОЛОВЫ С ПЛЕЧ!
spanish: ¡WILBA CORTARÁ Y TROCEARÁ!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.IRON
source: 'TIS METAL O' THE ZAPPY BIRD
french: C'EST DU MÉTAL D'OISEAU DE FOUDRE
german: 'S IST METALL DES BRITZELVOGELS.
russian: СИЕ МЕТАЛЛ ОТ ПТИЦЫ ГРОЗОВОЙ
spanish: METAL DEL PÁJARO VIVAZ

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PANGOLDEN
source: NOSE HIMSELF TO BE A FOOL
russian: НОС ЕГО СМЕШОН И НЕОБЫЧЕН
spanish: ME DA EN LA NARIZ QUE ES UN POCO TONTO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.DEAD
source: IS'T EYES LOOKED IS'T LAST
french: SES YEUX NE VERRONT PLUS RIEN
german: 'S SIND NUN BLICKLOSE AUGEN.
russian: ГЛАЗА ЕГО ЗАКРЫЛИСЬ НАВЕЧНО
spanish: SUS OJOS YA NON VEN MÁS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.GENERIC
source: WHAT A ROGUE AND PEASANT SLAVE AM EYE-BIRD!
french: QUEL OISEAU SAUVAGE, RUSTRE ET QUI A PLEIN D'YEUX !
german: OH WELCH EIN AUGENVOGELWESEN!
russian: ПЛЕБЕЮ ВРОДЕ ПТИЦЫ С МНОЖЕСТВОМ ОЧЕЙ ТАКОЕ НЕ ПРИСТАЛО!
spanish: ¡QUÉ CANALLA Y ESCLAVO CAMPESINO EL PÁJARO DE OJOS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.SLEEPING
source: O GENTLE SLEEP!
french: Ô DOUX SOMMEIL !
german: OH HOLDER SCHLAF!
russian: О, СОН, ТЫ — МИР!
spanish: ¡OH FERMOSO SUEÑO!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWKFEATHER
source: IS'T A BIRD THING O' PRETTY
french: C'EST UNE JOLIE PLUME D'OISEAU
german: 'S IST EIN HÜBSCHES VOGELDING.
russian: СИЯ ЧАСТЬ ПТИЦЫ ПРОСТО ПРЕЛЕСТЬ
spanish: FERMOSA COSA DE PÁJARO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK_BUSH
source: 'TIS NAUGHT A BUSH
french: C'EST PAS UN BUISSON
german: 'S IST KEIN BUSCH.
russian: СИЕ НЕ КУСТ
spanish: ESTO NON ES UN ARBUSTO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.APORKALYPSE
source: 'TIS VERY ANGRY!
french: LA CRÉATURE EST FURIEUSE !
german: 'S IST SEHR ZORNIG!
russian: ОН ЗОЛ ДОНЕЛЬЗЯ!
spanish: ¡MUY MALAS PULGAS!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.FOLLOWER
source: 'TIS ONE OF MY SUBJECTS NOW
french: C'EST L'UN DE MES SUJETS MAINTENANT
german: 'S IST NUN MEIN UNTERTAN.
russian: ТЫ ВЛАСТЬ МОЮ ОХОТНО ПРИНИМАЕШЬ
spanish: YA ES UNO DE MIS SÚBDITOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.GENERIC
source: SOMETHING CUTIES THIS WAY COMES
french: IL VIENT PAR ICI UNE CHOSE MIGNONNE !
german: SICHER NAHT EIN PUTZ'GER SOHN.
russian: ЧТО ЖЕ ЗА МИЛОЕ СОЗДАНЬЕ!
spanish: ALGO ADORABLE VIENE POR AQUÍ

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.SLEEPING
source: NIGHT NIGHT
french: FAIS DE BEAUX RÊVES
german: GUTE NACHT.
russian: СПИ-СПИ
spanish: A DORMIR, A DORMIR

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.DEAD
source: IN YON UNDISCOVER'D COUNTRY
french: SA VIE A PRIS FIN
german: IN JENEM UNENTDECKTEN LAND.
russian: УШЕЛ В СТРАНУ ИНУЮ
spanish: EN TERRITORIO DESCONOCIDO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.GENERIC
source: FULL OF SOUND AND FURY
french: UNE CRÉATURE PLEINE DE BRUIT ET DE FUREUR !
german: VOLLER KLANG UND WUT.
russian: ЗВУКАМИ И ЯРОСТЬЮ ПОЛНИТСЯ ОН
spanish: LLENO DE RUIDO Y FURIA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.SLEEPING
source: O GENTLE SLEEPIES
french: Ô DOUX SOMMEIL
german: OH HOLDES SCHLÄFCHEN.
russian: ПУСТЬ СОН СПОКОЕН БУДЕТ ТВОЙ
spanish: OH, FERMOSOS SUEÑOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SEDIMENTPUDDLE
source: ALL THAT GLITTERS 'TIS GOLD
french: TOUT CE QUI BRILLE EST DE L'OR
russian: ВСЕ ТО ЗОЛОТО, ЧТО БЛЕСТИТ
spanish: SÍ ES ORO TODO LO QUE RELUCE

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SHEARS
source: FOR THE CUTTINGS OF THE SHRUBS
french: POUR COUPER LES ARBUSTES
german: ZUM SCHNEIDEN DER BÜSCHE.
russian: СИЕ ДЛЯ ОБРЕЗКИ КУСТОВ
spanish: PARA LOS RECORTES DE ARBUSTOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.BURNT
source: 'TIS FWOOSHED
french: C'EST FWOOSHED
german: Es ist umgehauen
russian: ЭТО ФУШЕД
spanish: ES FWOOSHED

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.COOKING_SHORT
source: METAL FWOOSH WITHIN!
french: FWOOSH DE MÉTAL À L'INTÉRIEUR !
german: METALL FWOOSH INNEN!
russian: МЕТАЛЛ ВНУТРИ!
spanish: ¡FWOOSH DE METAL DENTRO!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.DONE
source: 'TIS DONE
french: C'EST FAIT
german: ES IST FERTIG
russian: СДЕЛАНО
spanish: ESTÁ HECHO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.EMPTY
source: 'TIS FWOOSHY MACHINES
french: C'EST UNE MACHINE À FONDRE
german: 'S IST EINE LODERMASCHINE.
russian: СИЕ МАШИНА, ПОЛНАЯ ОГНЯ
spanish: MÁQUINAS QUE FACEN FUUUUSH

# STRINGS.CHARACTERS.WILBA.DESCRIBE.TREE_PILLAR
source: 'TIS STRONG TREE
french: C'EST UN ARBRE SOLIDE
german: 'S IST EIN STARKER BAUM.
russian: ДЕРЕВО СИЕ ВОИСТИНУ ОГРОМНО
spanish: UN ÁRBOL FUERTE

# STRINGS.CHARACTERS.WILBA.DESCRIBE.WEEVOLE
source: GO AWAY BUGS
french: OUSTE LES BESTIOLES
german: FORT MIT EUCH, BESTIEN.
russian: ИДИТЕ ПРОЧЬ, ЖУКИ
spanish: LARGO, BICHOS

# STRINGS.CHARACTERS.WILBA.DESCRIBE.WEEVOLE_CARAPACE
source: WILBA BEAT ANNOYING BUGS
french: WILBA COGNE LES BESTIOLES AGAÇANTES
german: WILBA SCHLUG DIE SCHLIMMEN BESTIEN.
russian: УИЛБА СРАЗИЛА МЕРЗКОГО ЖУКА
spanish: WILBA ECHA A BICHOS MOLESTOS

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DEHUMID.1
source: Ahh...it's cooled down.
french: Ahh... Ça s'est rafraîchi.
german: Aah ... abgekühlt.
russian: Ох... Наконец-то похолодало.
spanish: Ahh... Se ha enfriado.
