Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.ACTIONS.PAN
source: Pan
russian: Просеять
spanish: Batea

# STRINGS.ACTIONS.SMELT
source: Smelt
french: Fondre
german: Schmelzen
russian: Плавить
spanish: Fundir

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DEHUMID.1
source: Ah, so much better.
french: Ah, c'est bien mieux.
german: Ah, schon viel besser.
russian: Эх, вот так лучше.
spanish: Ah, mucho mejor.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_GNATS_DIED
source: Take that, bugs!
french: Prenez ça, sales insectes !
german: Nehmt dies, Biester!
russian: Вот вам, жучары!
spanish: ¡Ahí lo lleváis, bichos!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HAYFEVER
source: My nose feels.. itchy.
french: J'ai le nez qui... gratte.
german: Mir juckt die Nase.
russian: Нос... чешется.
spanish: La nariz... me pica.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HAYFEVER_OFF
source: I don't want to claw my eyes out anymore.
french: Je n'ai plus envie de me griffes les yeux.
german: Ich will mir nicht mehr die Augen auskratzen.
russian: Больше не хочется выцарапать себе глаза.
spanish: No quiero sacarme más los ojos.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.1
source: Eugg!
french: Beurk !
russian: Ы-ы-ы!
spanish: ¡Puaaaj!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.2
source: Gross!
french: Écœurant !
russian: Громадные!
spanish: ¡Asqueroso!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.3
source: Ick!
french: Pouah !
russian: Фу!
spanish: ¡Buf!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.4
source: I got some on my hands!
french: J'en ai sur les mains !
russian: Руки испачкались!
spanish: ¡Se me ha quedado en las manos!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SNEEZE
source: AHHH CHOOOO!
french: AAAAH-TCHOUM !
german: HAAAAAH-TSCHIIII!
russian: А-А-А-АПЧХИ!
spanish: ¡AAAACHÚS!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOO_HUMID.1
source: This %s is so heavy.
french: Ce %s est trop lourd.
german: Mann %s, bist du schwer.
russian: %s становится все тяжелее.
spanish: Qué pesadez de %s...

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOO_HUMID.2
source: This %s is too hot.
french: Ce %s est trop chaud.
german: Mann %s, du bist zu heiß.
russian: %s? И так жарко!
spanish: %s... Qué caliente.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ALLOY
source: Ahoy there, alloy!
french: L'alliance avec l'alliage !
german: Ja hallo, Legierung!
russian: Славься, сплав!
spanish: ¡Aloha, aloe!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.APORKALYPSE_CLOCK
source: Looks scientifically apocalyptic.
french: D'un point de vue scientifique, ça a l'air apocalyptique.
german: Sieht wissenschaftlich apokalyptisch aus.
russian: Научный апокалипсис.
spanish: Parece científicamente apocalíptico.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_METALPLATE
source: Science says I'm safe in here.
french: La science indique que je suis en sécurité ici.
german: Die Wissenschaft sagt, ich bin hier sicher.
russian: Наука говорит, что здесь я в безопасности.
spanish: La ciencia dice que aquí no me pasará nada.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_WEEVOLE
source: Yeesh. This is kinda creepy.
french: Pouaah. C'est plutôt étrange.
german: Meine Güte. Schon irgendwie gruselig.
russian: У-у-х. Жутковатенько.
spanish: Jope... Esto es un pelín espeluznante.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASPARAGUS_PLANTED
source: I should pick those!
french: Je devrais les récolter !
german: Ich sollte sie ernten!
russian: Нужно ее собрать!
spanish: ¡Debería recogerlos!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BASEFAN
source: Fan-tastic.
french: Le top de la ventile.
german: Fff-antastisch.
russian: Крутяк!
spanish: Un soplo de aire fresco.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHITIN
source: Bug coating.
french: Un revêtement d'insecte.
german: Käferpanzer.
russian: Жучиное покрытие.
spanish: Protección insectil.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTNETTLE
source: Science says the sharp edges are good for my lungs.
french: D'après la science, ça me ferait du bien aux poumons.
german: Die Wissenschaft sagt, ihre Stacheln sind gut für die Lunge.
russian: Наука утверждает, что это остроугольное растение принесет пользу моим легким.
spanish: La ciencia dice que los bordes afilados son buenos para mis pulmones.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBALL
source: Most definitely poop.
french: Indubitablement, un spécimen de caca.
russian: Это совершенно точно навоз.
spanish: Una caca total.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.DEAD
source: Dung for.
french: La caca-strophe.
russian: Печальная смерть.
spanish: Menuda caca.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.GENERIC
source: She's on a roll.
french: Ça a l'air de rouler.
russian: Какой шустрый жучок!
spanish: Le gusta hacer la pelota.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.SLEEPING
source: She's pooped.
french: En plein épandage de rêves.
russian: Уделался и спит.
spanish: Se ha dormido hasta arriba de caca.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She needs to get her dung together.
french: Il faut qu'elle se remette en selle.
russian: Не нравится тебе в чистоте, а?
spanish: Qué obsesión con el estiércol...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGPILE.GENERIC
source: It's a pile of dung.
french: Un tas de fumier.
russian: Это куча навоза.
spanish: Es un montón de estiércol.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGPILE.PICKED
source: Dung and dung.
french: Du fumier, encore du fumier.
russian: Навоз, сплошной навоз.
spanish: Caca de la vaca.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_RAINFOREST
source: It smells vaguely tolerable.
french: L'odeur est vaguement tolérable.
german: Riecht einigermaßen erträglich.
russian: Едва выносимый запах.
spanish: Huele medianamente pasable.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.DEAD
source: Lights out forever.
french: Rideau.
german: Licht für immer erloschen.
russian: Угасла навеки.
spanish: Adiós la luz... para siempre.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.GENERIC
source: A light aflight.
french: Une lumière qui vole.
german: Ein Fluglicht.
russian: Огонечек полетел.
spanish: Una luz voladora.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.SLEEPING
source: Out like a light.
french: Ça s'éteint facilement.
german: Und aus ist es.
russian: Темно, как во тьме.
spanish: Se ha ido como la luz.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY_COCOON
source: Snug as a bug.
french: Une vie d'insecte.
german: Behaglich verpuppt.
russian: Хорошо устроилась!
spanish: Un bichito arropadito.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GNAT
source: Better gnat go near those guys.
french: Mieux vaut éviter de s'en approcher.
german: Mit denen will ich nichts zu tun haben.
russian: Гнусный гнус! Лучше держаться подальше.
spanish: Esos bichos no me pican la curiosidad.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GNATMOUND
source: Science says it's gnat good.
french: D'après la science, ça ne vole pas très haut.
german: Die Wissenschaft sagt, bleib ihnen fern.
russian: Наука говорит, что вы гнусные.
spanish: La ciencia dice que no debo picarme.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GOLDPAN
source: Critics panned it.
russian: Сеет сомнения.
spanish: Pensaba que batear era cosa de béisbol.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.BURNING
source: A grass fire!
french: Un feu d'herbe !
german: Ein Grasbrand!
russian: Трава горит!
spanish: ¡La hierba está ardiendo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.GENERIC
source: It's too tough to pick with my hands.
french: C'est trop compliqué d'en ramasser à la main.
german: Das kann ich nicht mit bloßen Händen pflücken.
russian: Голыми руками тут не справиться.
spanish: No creo que se pueda recoger a mano.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.PICKED
source: Looks like I got it all.
french: On dirait que j'ai tout pris.
german: Sieht aus, als hätte ich alles.
russian: Ни травинки.
spanish: Parece que tengo todo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HALBERD
source: Now I can't be caught off-guard.
french: Maintenant, je peux rester sur mes gardes.
german: Damit kann man sich einiges vom Leibe halten.
russian: Кто к нам с мечом, того я топором!
spanish: Nadie me pillará con la guardia baja.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.IRON
source: Isn't it ironic?
french: Fer-midable, non ?
german: Harte Sache.
russian: Железно!
spanish: Quitando hierro al asunto...

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANGOLDEN
source: It likes rich food.
russian: В погоню за богатствами!
spanish: Le gusta la comida contundente.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.DEAD
source: Dead-eyed.
french: On ferme les yeux.
german: Sein Blick ist gebrochen.
russian: Мертвый взгляд.
spanish: Mirada inerte.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.GENERIC
source: That bush is alive!
french: Ce buisson est vivant !
german: Der Strauch ist lebendig!
russian: Это живой куст!
spanish: ¡Ese arbusto está vivo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.SLEEPING
source: It's getting some shut-eye.
french: Il ferme un peu les yeux.
german: Er holt sich eine Mütze Schlaf.
russian: Решил вздремнуть.
spanish: Se está echando una cabezada.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWKFEATHER
source: Still blinking.
french: Ça me fait les yeux doux.
german: Zwinkert noch.
russian: Вроде, моргает.
spanish: Todavía parpadea.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK_BUSH
source: Look! An iris bush.
french: Oh ! Un buisson d'iris.
german: Sieh an! Ein Irisbusch.
russian: Ничего себе! Куст с глазами.
spanish: ¡Mira! Un arbusto irisado.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.APORKALYPSE
source: Yikes! What's that!
french: Argh ! C'est quoi, ça !
german: Huch! Was ist das?
russian: Ого! А это что такое?
spanish: ¡Puf! ¿Qué es eso?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.FOLLOWER
source: It's friendly, for now.
french: Il est amical, pour l'instant.
german: Vorläufig ist er gutmütig.
russian: Кажется, оно мирное. Пока что.
spanish: Por ahora, no hay que temer.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.GENERIC
source: Science says it's always hungry.
french: D'après la science, ça a toujours faim.
german: Die Wissenschaft sagt, sie haben immer Hunger.
russian: Наука говорит, что оно всегда голодное.
spanish: La ciencia dice que siempre tiene gusa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.SLEEPING
source: I'll let it rest.
french: Laissons-le se reposer.
german: Ich lasse ihn schlafen.
russian: Пожалуй, не буду я его будить.
spanish: Dejaré que descanse.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.DEAD
source: A late beetle.
french: Un coléoptère défunt.
german: Ein verblichener Käfer.
russian: Покойный жучок.
spanish: Un escarabajo difunto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.GENERIC
source: Looks deranged.
french: Il n'a pas l'air commode.
german: Sieht derangiert aus.
russian: Какой-то он бешеный.
spanish: Estará mal de la olla.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.SLEEPING
source: In a slumber.
french: Il somnole.
german: Macht ein Nickerchen.
russian: Дремлет, красавец.
spanish: Echándose un sueñecillo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEDIMENTPUDDLE
source: Pool's gold.
french: De l'or de flaque.
russian: Лужа золота.
spanish: Oro del estanque.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHEARS
source: Shear-ly delightful.
french: De la belle cisaille.
german: Schert mich nicht.
russian: Время стричь!
spanish: Podemos mientras podamos.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.BURNT
source: The smelter got smelted.
french: La fonderie a fondu.
german: Die Schmelze wurde geschmolzen.
russian: Плавильный завод расплавился.
spanish: La fundición se fundió.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.COOKING_SHORT
source: This is going to take a while.
french: Cela va prendre un certain temps.
german: Das wird eine Weile dauern.
russian: Это займет некоторое время.
spanish: Esto va a tomar un tiempo.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.DONE
source: It's done!
french: C'est fait!
german: Es ist fertig!
russian: Готово!
spanish: ¡Está hecho!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.EMPTY
source: I smelt that!
french: Pour y aller à fond !
german: Bringt alles zum Schmelzen!
russian: Будем плавить железо!
spanish: ¡Lo fundí yo!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREE_PILLAR
source: It totally blocks out the sun.
french: Ça bloque complètement le soleil.
german: Steht voll in der Sonne.
russian: Отлично загораживает солнце.
spanish: Tapa totalmente el sol.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WEEVOLE
source: Whee!
french: Youpi !
german: Rüsselig!
russian: Букашка!
spanish: ¡Yujuuu!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WEEVOLE_CARAPACE
source: I'll be careful with this carapace.
french: Prudence avec cette carapace.
german: Mit dem Panzer passe ich auf.
russian: Хитиновый панцирь — кулинарный хит!
spanish: Más vale andar con ojo con este caparazón.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_DEHUMID.1
source: Ahhh. The season has turned.
french: Ahhh. Nous avons changé de saison.
german: Aaah. Die Jahreszeit hat gewechselt.
russian: А-а-а. Смена времен года.
spanish: Ahhh. Hemos cambiado de estación.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_GNATS_DIED
source: ha! I found their weak spot!
french: Ha! J'ai trouvé leur point faible !
german: Ha! Ich habe ihre Schwachstelle gefunden!
russian: ха! Я нашел их слабое место!
spanish: ¡Ja! ¡Encontré su punto débil!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_HAYFEVER
source: Evidence would suggest it's allergy season.
french: Certains indices tendent à confirmer que la saison des allergies a débuté.
german: Alles weist darauf hin, dass gerade Heuschnupfensaison ist.
russian: Все указывает на начало сезона аллергии.
spanish: Las pruebas sugieren que es época de alergias.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_HAYFEVER_OFF
source: Ah! Evidentaly, it's no longer allergy season.
french: Ah ! De toute évidence, la saison des allergies est passée.
german: Ah! Offenbar ist die Heuschnupfensaison vorbei.
russian: А! Очевидно, сезон аллергий окончен.
spanish: ¡Ah! Evidentemente, ya no es época de alergias.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_PICKPOOP.1
source: What's that?
french: Qu'est-ce que c'est que ça ?
russian: Что это?
spanish: ¿Qué es eso?

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_PICKPOOP.2
source: Oh! That's interesting!
french: Oh ! C'est intéressant !
russian: Ого! Это интересно!
spanish: ¡Ah! ¡Qué interesante!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_PICKPOOP.3
source: I found something!
french: J'ai trouvé quelque chose !
russian: Я что-то нашел!
spanish: ¡He encontrado algo!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_SNEEZE
source: aH-CHOOOOOOOOOO!
french: aH-TCHOOOOOUUM !
german: Ha-TSCHIIIIIIIIII!
russian: Ап-чхи!
spanish: ¡AAAACHÚS!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_TOO_HUMID.1
source: This %s really weighs me down.
french: Ce %s me ralentit beaucoup.
german: Meine Güte, %s, du ziehst mich zu Boden.
russian: %s совсем не по сезону!
spanish: %s... Qué bajón me está dando.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_TOO_HUMID.2
source: The humid air is making this %s heavy.
french: L'air humide alourdit ce %s.
german: Die Feuchtigkeit macht dich zu schwer, %s.
russian: %s впитывает влагу и становится все тяжелее.
spanish: Con tanta humedad, mi %s pesa mucho.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ALLOY
source: Ah, refined metal. As good as any factory could produce.
french: Ah, du métal raffiné. Une qualité similaire à ce qu'on peut attendre en sortie d'usine.
german: Ah, verfeinertes Metall. Keine Fabrik kriegt es besser hin.
russian: А, обработанный металл. Не хуже, чем на фабрике.
spanish: Ah, metal refinado. De la mejor calidad que se podría fabricar.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.APORKALYPSE_CLOCK
source: Wonderful! I wonder if I could make the world end sooner.
french: Merveilleux ! Je me demande si je pourrais avancer la fin du monde.
german: Wunderbar! Möchte wissen, ob ich das Ende der Welt früher heraufbeschwören könnte.
russian: Потрясающе! Интересно, удастся ли начать конец света пораньше?
spanish: ¡Maravilloso! Me pregunto si yo podría hacer que el mundo acabara antes.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ARMOR_METALPLATE
source: The riveting in this suit is quite sophisticated.
french: Le travail des rivets sur ce costume est pour le moins sophistiqué.
german: Die Nieten in dieser Rüstung sind sehr extravagant.
russian: Какие замысловатые заклепки на этом костюме.
spanish: Los remaches de esta armadura son bastante sofisticados.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ARMOR_WEEVOLE
source: Exoskeleton armor to protect my endoskeleton.
french: Une armure exosquelette pour protéger mon endosquelette.
german: Eine Exoskelett-Rüstung zum Schutz meines Endoskeletts.
russian: Внешний бронированный скелет для защиты внутреннего скелета.
spanish: Un exoesqueleto para proteger mi endoesqueleto.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ASPARAGUS_PLANTED
source: A cluster of edible spring vegetables!
french: Une botte de légumes printaniers comestibles !
german: So viel essbares Frühlingsgemüse!
russian: Массив съедобных побегов!
spanish: ¡Un ramillete de verduras primaverales comestibles!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.BASEFAN
source: Magnificent! What a marvel of engineering!
french: Magnifique ! Une merveille d'ingénierie !
german: Großartig! Was für ein Wunder der Technik!
russian: Потрясающе! Шедевр инженерного искусства!
spanish: ¡Excelente! ¡Qué maravilla de la ingeniería!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CHITIN
source: Wonderful! The exoskeleton of a deceased insect!
french: Merveilleux ! L'exosquelette d'un insecte décédé !
german: Wunderbar! Das Exoskelett eines verblichenen Insekts!
russian: Невероятно! Внешний скелет покойного насекомого!
spanish: ¡Maravilloso! ¡El exoesqueleto de un insecto muerto!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CUTNETTLE
source: A large leaf nettle plant native to these parts. Also it smells funny.
french: Une grande plante feuillue de type ortie spécifique à cette région. Avec une drôle d'odeur.
german: Großblättrige Nesselpflanze, die hier heimisch ist. Riecht außerdem eigenartig.
russian: Аборигенная крупнолистная крапива. И запах еще такой странный.
spanish: Una ortiga de hojas grandes nativa de esta zona. Y huele raro.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBALL
source: Excellent! The act of rolling has picked up a motley of paraphernalia.
french: Excellent ! À force de rouler, on y trouve maintenant tout un attirail bigarré.
russian: Превосходно! Существу удалось скатать в единый комок целую массу всякой всячины.
spanish: ¡Excelente! Haciendo bola ha atrapado todo tipo de parafernalia.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.DEAD
source: Expired. But it appears that is a recent occurrence.
french: Décédé. Mais il semble que l'événement soit récent.
russian: Он мертв. Но, судя по всему, недавно.
spanish: Ha expirado. Pero da la impresión de que la cosa es reciente.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.GENERIC
source: Such agility! The way he's able to navigate on that sphere of poop!
french: Quelle agilité ! L'art et la manière de manipuler aisément cette sphère fécale !
russian: Какая ловкость! Как лихо он перемещается на навозной сфере!
spanish: ¡Qué agilidad! ¡Cómo se maneja en esa esfera de estiércol!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.SLEEPING
source: A dormant dung dancer.
french: Un artiste fécal en plein sommeil.
russian: Спящий навозный путешественник.
spanish: Un bailarín del estiércol durmiente.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Presumably, he's seeking a replacement for his poop sphere.
french: Cette créature doit rechercher de quoi remplacer son ancienne sphère fécale.
russian: Полагаю, он ищет замену старой навозной сфере.
spanish: Supongo que busca un reemplazo para su esfera de caca.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGPILE.GENERIC
source: Some creature has produced an excessive amount of excrement!
french: Une créature a produit une quantité excessive d'excréments !
russian: Какое-то существо произвело невероятное количество экскрементов!
spanish: ¡Alguna criatura ha producido una cantidad de excrementos excesiva!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGPILE.PICKED
source: The road of discovery has many hurdles.
french: La route de la découverte est jonchée d'obstacles.
russian: Путь к открытиям пролегает через тернии.
spanish: El camino del descubrimiento tiene muchos obstáculos.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.FLOWER_RAINFOREST
source: Curious. Picking these has a positive effect on my psyche.
french: Curieux. Je ressens un effet positif sur ma psyché du fait d'en cueillir.
german: Eigenartig. Es hat einen positiven Effekt auf die Psyche, sie zu pflücken.
russian: Любопытно. Когда я их собираю, моя психика успокаивается.
spanish: Curioso. Recoger estas maravillas tiene un efecto positivo en mi psique.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.DEAD
source: Cadaverous.
french: Cadavérique.
german: Aasig.
russian: Это труп.
spanish: Una visión cadavérica.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.GENERIC
source: The luminous oculus on this pterygota is inspiring!
french: L'appendice oculaire lumineux de ce ptérygote suscite l'inspiration !
german: Der luminöse Oculus dieser Pterygota ist inspirierend!
russian: У этого представителя крылатых насекомых такие любопытные светящиеся глаза!
spanish: ¡El óculo luminoso de este pterigoto es inspirador!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.SLEEPING
source: Evidently, its bioluminescence is dormant too.
french: De toute évidence, sa bioluminescence est également en veille.
german: Seine Biolumineszenz schläft offenbar auch.
russian: Судя по всему, биолюминесценция тоже отдыхает.
spanish: Evidentemente, su bioluminiscencia también descansa.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY_COCOON
source: It appears to be undergoing some kind of transubstantiation.
french: La créature semble connaître une phase de transsubstantiation.
german: Scheint eine Art Transsubstantiierung zu vollziehen.
russian: Существо проходит некое подобие метаморфоза.
spanish: Parece estar sufriendo algún tipo de transubstanciación.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GNAT
source: Their capacity for aggravating behavior is truly astounding!
french: Leur capacité à courir sur le système nerveux est tout bonnement ahurissante !
german: Ihre Fähigkeiten, lästiges Verhalten zu zeigen, sind absolut bemerkenswert!
russian: Их способности к раздражающему поведению просто невероятны!
spanish: ¡Su capacidad de sacar de las casillas es verdaderamente asombrosa!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GNATMOUND
source: The nest of those exceptionally annoying bugs.
french: Le nid de ces insectes extraordinairement agaçants.
german: Das Nest dieser notorischen Nervensägen.
russian: Гнездо этих отчаянно надоедливых жучков.
spanish: El nido de esos insectos excepcionalmente molestos.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GOLDPAN
source: I do hope the holes were meant to be there.
russian: Надеюсь, что дырочки тут так и задуманы.
spanish: Espero que los agujeros sean intencionados.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.BURNING
source: Evidently, grass here has the same flammability qualities as at home.
french: De toute évidence, l'herbe d'ici possède les mêmes qualités inflammables que l'herbe observée ailleurs.
german: Anscheinend ist das Gras hier ebenso leicht entflammbar wie zu Hause.
russian: Очевидно, трава здесь горит так же, как и в моем мире.
spanish: Evidentemente, la hierba aquí es igual de inflamable que en casa.
