Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_*.po
Languages: french, german, russian, spanish

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK.SLEEPING
source: Shouldn't it be looking at me?
french: Ne devrait-il pas me regarder ?
german: Sollte es mich nicht ansehen?
russian: Разве он не должен смотреть на меня?
spanish: ¿No debería estar mirándome?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWKFEATHER
source: It's hard to see.
french: C'est difficile à voir.
german: Es ist schwer zu sehen.
russian: Это трудно увидеть.
spanish: Es difícil de ver.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK_BUSH
source: What a clever disguise.
french: Quel habile déguisement.
german: Was für eine clevere Verkleidung.
russian: Какая хитрая маскировка.
spanish: Que ingenioso disfraz.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.APORKALYPSE
source: Do all good things show their fangs?
french: Est-ce que toutes les bonnes choses montrent leurs crocs ?
german: Zeigen alle guten Dinge ihre Reißzähne?
russian: Все ли хорошие вещи показывают свои клыки?
spanish: ¿Todas las cosas buenas muestran sus colmillos?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.FOLLOWER
source: How cute!
french: Comme c'est mignon!
german: Wie süß!
russian: Как мило!
spanish: ¡Que lindo!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.GENERIC
source: Don't be fooled by their cute appearance.
french: Ne vous laissez pas tromper par leur apparence mignonne.
german: Lassen Sie sich nicht von ihrem süßen Aussehen täuschen.
russian: Не обманывайтесь их милым внешним видом.
spanish: No te dejes engañar por su linda apariencia.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.SLEEPING
source: It's resting.
french: C'est du repos.
german: Es ruht.
russian: Оно отдыхает.
spanish: Está descansando.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.DEAD
source: There is one less pest in the world.
french: Il y a un ravageur de moins dans le monde.
german: Es gibt einen Schädling weniger auf der Welt.
russian: В мире на одного вредителя меньше.
spanish: Hay una plaga menos en el mundo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.GENERIC
source: vermin! go away!
french: vermine! s'en aller!
german: Ungeziefer! Geh weg!
russian: паразит! Уходите!
spanish: ¡alimañas! ¡irse!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.SLEEPING
source: Huh, I can take a breath.
french: Euh, je peux respirer.
german: Huh, ich kann Luft holen.
russian: Ха, я могу перевести дух.
spanish: Huh, puedo tomar un respiro.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SEDIMENTPUDDLE
source: Water isn't the only thing here reflecting sunlight.
french: L'eau n'est pas la seule chose ici qui reflète la lumière du soleil.
russian: Вода – не единственное, что здесь отражает солнечный свет.
spanish: El agua no es lo único que refleja la luz del sol.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SHEARS
source: I won't waste my time on this.
french: Je ne vais pas perdre mon temps avec ça.
german: Ich werde meine Zeit nicht damit verschwenden.
russian: Я не буду тратить на это время.
spanish: No perderé mi tiempo en esto.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.BURNT
source: We've made the most of it.
french: Nous en avons profité au maximum.
german: Wir haben das Beste daraus gemacht.
russian: Мы максимально использовали это.
spanish: Lo hemos aprovechado al máximo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.COOKING_SHORT
source: Good thing it won't take me too much time.
french: Heureusement que ça ne me prendra pas trop de temps.
german: Gut, dass es nicht allzu viel Zeit in Anspruch nehmen wird.
russian: Хорошо, что это не займет у меня слишком много времени.
spanish: Menos mal que no me llevará mucho tiempo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.DONE
source: Got it!
french: J'ai compris!
german: Habe es!
russian: Понятно!
spanish: ¡Entiendo!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.EMPTY
source: Melt the metals together.
french: Faire fondre les métaux ensemble.
german: Die Metalle zusammenschmelzen.
russian: Расплавьте металлы вместе.
spanish: Derrite los metales juntos.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TREE_PILLAR
source: Thankfully it doesn't completely block the sun.
french: Heureusement, il ne bloque pas complètement le soleil.
german: Zum Glück blockiert es die Sonne nicht vollständig.
russian: К счастью, он не полностью закрывает солнце.
spanish: Afortunadamente no bloquea completamente el sol.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WEEVOLE
source: I remember it biting.
french: Je me souviens qu'il mordait.
german: Ich erinnere mich, dass es beißend war.
russian: Я помню, как он кусал.
spanish: Lo recuerdo mordiendo.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WEEVOLE_CARAPACE
source: Evil, exudes a strange smell.
french: Evil, dégage une odeur étrange.
german: Böse, verströmt einen seltsamen Geruch.
russian: Злая, источает странный запах.
spanish: Malvado, emana un olor extraño.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DEHUMID.1
source: Ah, I feel better now.
french: Ah, je me sens mieux.
german: Ah, jetzt geht es mir besser.
russian: Эх, мне уже лучше.
spanish: Ah, ahora me siento mejor.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_GNATS_DIED
source: Thank God.
french: Dieu merci.
german: Gott sei Dank.
russian: Слава Богу.
spanish: Gracias a Dios.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HAYFEVER
source: Ugh! My allergies!
french: Argh ! Mes allergies !
german: Puh! Meine Allergien!
russian: Ох! У меня же аллергия!
spanish: ¡Agh! ¡Mis alergias!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HAYFEVER_OFF
source: I think... my nose has cleared!
french: Je crois que... mon nez est dégagé !
german: Ich glaube ... meine Nase ist wieder frei!
russian: Кажется... я снова могу дышать носом!
spanish: Creo que... ¡se me ha despejado la nariz!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_PICKPOOP.1
source: Blech!
french: Beurk !
russian: Буэ-э-э!
spanish: ¡Puaj!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_PICKPOOP.2
source: Blagh!
french: Pouah !
russian: А-а-а!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_PICKPOOP.3
source: Beurk!
russian: Фи-и-и!
spanish: ¡Buaj!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_SNEEZE
source: Atchoum!
german: Hatschiii!
russian: Апчхи!
spanish: ¡Achús!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TOO_HUMID.1
source: Mon dieu! This %s is humid.
french: Mon dieu ! Ce %s est humide.
german: Mon dieu, %s, du bist zu feucht.
russian: Mon dieu! %s становится все влажней и влажней.
spanish: ¡Mon dieu! %s... Qué humedad.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TOO_HUMID.2
source: Whew. This %s is hot.
french: Ouf. Ce %s est chaud.
german: Uff. %s, du bist mir zu heiß.
russian: Уф. %s как-то перегревается.
spanish: Fiu. %s... Qué calor da.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ALLOY
source: Metal cooked to perfection.
french: Du métal cuit à la perfection.
german: Metall, perfekt gekocht.
russian: Идеально приготовленный металл.
spanish: Metal cocinado a la perfección.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.APORKALYPSE_CLOCK
source: Like the knobs on a stove, it must be turned just right.
french: Comme les boutons d'un four, il ne faut pas se louper.
german: Wie die Knöpfe an einem Herd – einfach nach rechts drehen.
russian: Надо поворачивать четко, как ручки на плите.
spanish: Como los mandos de un horno, hay que girarlo al punto justo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_METALPLATE
source: Like an armor made of tin cans.
french: Comme une armure de boîtes de conserve.
german: Wie eine Rüstung aus Blechdosen.
russian: Будто доспех из консервных банок.
spanish: Como una armadura hecha de latas.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_WEEVOLE
source: It still smells of bug.
french: Ça sent encore l'insecte.
german: Riecht noch nach Insekt.
russian: Жучиный запах не выветрился.
spanish: Aún huele a insecto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ASPARAGUS_PLANTED
source: I should snatch those up.
french: Je devrais les arracher.
german: Die sollte ich mitnehmen.
russian: Надо бы собрать.
spanish: Debería recogerlos.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BASEFAN
source: Good ventilation in the kitchen is an must.
french: Une bonne ventilation, c'est obligatoire dans une cuisine.
german: Eine gute Belüftung in der Küche ist unabdinglich.
russian: На кухне обязательно должна быть хорошая вентиляция.
spanish: Es indispensable ventilar bien la cocina.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHITIN
source: Completely inedible.
french: Absolument immangeable.
german: Absolut nicht essbar.
russian: Абсолютно несъедобно.
spanish: Completamente incomestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CUTNETTLE
source: Great for clearing the sinuses!
french: Parfait pour déboucher les sinus !
german: Befreit die Nase!
russian: Отлично прочищает нос!
spanish: ¡Genial para despejar las vías respiratorias!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBEETLE.DEAD
source: Such is life.
french: C'est la vie.
russian: C'est la vie.
spanish: Así es la vida.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBEETLE.GENERIC
source: Not how I would spend my days.
french: Ce n'est pas comme ça que je voudrais vivre au quotidien.
russian: Не так бы я хотел проводить дни.
spanish: Yo no invertiría mi tiempo en eso.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She's fallen.
french: Il a trébuché.
russian: Она упала.
spanish: Se ha caído.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGPILE.GENERIC
source: The smell is so strong I can taste it.
french: L'odeur est si forte que j'ai le goût en bouche.
russian: Такой насыщенный запах, что я практически чувствую вкус.
spanish: Huele tan fuerte que hasta puedo saborearlo.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGPILE.PICKED
source: That was not food safe.
french: Pas vraiment de la nourriture à proprement parler.
russian: Это в еду не пригодно.
spanish: No era adecuado para comida.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER_RAINFOREST
source: Edible?
french: Mangeable ?
german: Essbar?
russian: Это съедобно?
spanish: ¿Comestible?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.DEAD
source: Such a shame. And not even edible.
french: Quelle tristesse. Et ce n'est même pas comestible.
german: Ein Jammer. Und nicht mal essbar.
russian: Какая жалость. И даже съесть нельзя.
spanish: Una pena. Y ni siquiera es comestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.GENERIC
source: Light the way, mon amie.
french: Illumine mon chemin, l'amie.
german: Leuchte mir, mon amie.
russian: Освети путь, mon amie.
spanish: Ilumina el camino, camarade.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.SLEEPING
source: May your dreams be full of light.
french: Que tes rêves soient lumineux.
german: Mögen deine Träume voller Licht sein.
russian: Да будут твои сны наполнены светом.
spanish: Que tus sueños estén llenos de luz.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY_COCOON
source: It's wrapped itself like a cabbage roll.
french: On dirait une espèce de chou farci.
german: Es hat sich eingewickelt wie in eine Kohlroulade.
russian: Завернулся как голубец.
spanish: Se ha hecho bola como una col.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GNAT
source: The bugs are really bad around here.
french: Les insectes sont vraiment méchants dans le coin.
german: Die Insekten sind hier wirklich aufdringlich.
russian: Ужасные здесь жуки все же.
spanish: Lo de los insectos por aquí no tiene nombre.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GNATMOUND
source: I'd rather have a mound of chocolate.
french: Je préférerais une montagne de chocolat.
german: Ich hätte lieber einen Schokoladenberg.
russian: Я бы предпочел гору шоколада.
spanish: Preferiría una montaña de chocolate.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GOLDPAN
source: I have better pans.
russian: У меня есть сковородки и получше.
spanish: Tengo planes mejores.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.BURNING
source: Smells like a cookout!
french: Ça sent un peu trop le barbecue !
german: Riecht nach einer Grillparty!
russian: Пахнет, как барбекю!
spanish: ¡Huele a barbacoa!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.GENERIC
source: Too long to cut with my hands.
french: Trop grandes pour les couper à la main.
german: Zu lang, um es mit den Händen zu ernten.
russian: Слишком высокая, руками не сорвать.
spanish: De una excesiva longitud para cortar a mano.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.PICKED
source: It will have to grow back.
french: Il faudra que ça repousse.
german: Es wird nachwachsen.
russian: Подожду, чтобы выросла заново.
spanish: Tendrá que volver a crecer.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HALBERD
source: I dislike fighting.
french: Je n'aime pas me battre.
german: Ich mache mir nichts aus Kämpfen.
russian: Не люблю драться.
spanish: Me disgusta pelear.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.IRON
source: I wonder what I could cook up with this.
french: Je me demande si ça peut servir dans une recette.
german: Was ich damit wohl kochen könnte?
russian: Интересно, что можно из этого приготовить.
spanish: Me pregunto qué podría cocinar con esto.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PANGOLDEN
source: Already has a nice golden braise.
russian: Отличная золотистая тушка.
spanish: Ya tiene un tueste dorado muy bonito.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.DEAD
source: A pointless death.
french: Une mort vaine.
german: Ein sinnloser Tod.
russian: Бессмысленная смерть.
spanish: Una muerte absurda.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.GENERIC
source: Those feathers would make a nice table centerpiece.
french: Ces fleurs feraient un joli centre de table.
german: Die Federn würden sich gut als Tischschmuck machen.
russian: Из этих перьев выйдет отличное украшение для стола.
spanish: Esas plumas quedarían genial en un centro de mesa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.SLEEPING
source: Those eyes are unnerving.
french: Ces yeux sont perturbants.
german: Diese Augen beunruhigen mich.
russian: Эти глаза меня пугают.
spanish: Esos ojos son inquietantes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWKFEATHER
source: It's quite soft.
french: C'est plutôt doux.
german: Sehr weich.
russian: Такое мягкое.
spanish: Qué suave.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK_BUSH
source: It's a bright blue bush.
french: Un buisson bleu clair.
german: Das ist ein strahlend blauer Strauch.
russian: Ярко-синий куст.
spanish: Es un arbusto azul brillante.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POG.APORKALYPSE
source: I suppose this happens when you feed the wildlife.
french: J'imagine que c'est ce qui arrive quand on nourrit ces animaux-là.
german: Das kommt davon, wenn man Wildtiere füttert.
russian: Вот что бывает, если подкармливать диких животных.
spanish: Supongo que estas cosas pasan por alimentar a animales salvajes.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POG.GENERIC
source: Great for feeding my kitchen scraps!
french: Pratique pour retrouver les restes cuisinés !
german: Der kann all meine Küchenabfälle haben!
russian: Вот кому можно скормить остатки еды!
spanish: ¡Genial para dar salida a mis sobras de la cocina!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POG.SLEEPING
source: Au revoir.
russian: До свидания.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.DEAD
source: A shame. Not even edible.
french: Quelle tristesse. Ce n'est même pas comestible.
german: Schade. Nicht mal essbar.
russian: Даже не съесть. Какая жалость.
spanish: Una pena. Ni siquiera es comestible.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.GENERIC
source: It is like me when I am hungry.
french: On dirait moi quand j'ai faim.
german: Wie ich, wenn ich hungrig bin.
russian: В точности как я, когда голоден.
spanish: Es como yo cuando tengo hambre.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.SLEEPING
source: What a curious way to sleep!
french: Quelle curieuse façon de dormir !
german: Eine merkwürdige Art zu schlafen!
russian: Как он интересно спит!
spanish: ¡Qué forma tan curiosa de dormir!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEDIMENTPUDDLE
source: It's been seasoned with gold.
french: C'est assaisonné avec de l'or.
russian: Приправлена золотом.
spanish: Aderezado con oro.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHEARS
source: Good for cutting hedges and grass.
french: L'idéal pour tailler l'herbe et les haies.
german: Gut für Gras- und Heckenschnitte.
russian: Пригодится для стрижки изгородей и травы.
spanish: Ideal para cortar setos y hierba.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.BURNT
source: I'm better at cooking food than metal.
french: Je suis meilleur en cuisine qu'en métal.
german: Ich kann Essen besser kochen als Metall.
russian: Я лучше готовлю еду, чем металл.
spanish: Soy mejor cocinando comida que metal.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.COOKING_SHORT
source: The flavors are fusing.
french: Les saveurs fusionnent.
german: Die Aromen verschmelzen.
russian: Вкусы сливаются.
spanish: Los sabores se van fusionando.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.DONE
source: Fresh out of the oven! Be careful with the scalding.
french: Fraîchement sorti du four ! Attention aux brûlures.
german: Frisch aus dem Ofen! Seien Sie vorsichtig mit Verbrühungen.
russian: Только что из печи! Будьте осторожны с ожогами.
spanish: ¡Fresco fuera del horno! Cuidado con las escaldaduras.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.EMPTY
source: 'Smelt' bad, if you ask me.
french: Pour passer à la casserole.
german: Was man darin kocht, ist nicht gar so lecker.
russian: А сыр здесь можно расплавить?
spanish: Mal fundido, en mi opinión.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TREE_PILLAR
source: What a marvel.
french: Quelle merveille.
german: Was für ein Wunderding.
russian: Что за удивительный феномен!
spanish: Qué maravilla.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WEEVOLE
source: Shoo! Go away!
french: Ouste ! Du vent !
german: Ksch! Fort mit dir!
russian: Брысь! Пошел вон!
spanish: ¡Buuu! ¡Largo!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WEEVOLE_CARAPACE
source: The crust of a bug.
french: La croûte d'un insecte.
german: Ein Insektenpanzer.
russian: Жучиный хруст.
spanish: La corteza de un bicho.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DEHUMID.1
source: The haze has lifted.
french: Le bröuillard s'est levé !
german: Der Nebel hat sich gelichtet.
russian: Туман развеялся.
spanish: La bruma se ha levantado.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_GNATS_DIED
source: This is what happens, bug.
french: C'est ce qui se passe, bug.
german: Das ist es, was passiert, Bug.
russian: Вот что происходит, ошибка.
spanish: Esto es lo que pasa, bicho.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HAYFEVER
source: Mine nostrils chafe with itchiness!
french: Mes narines sönt möult irritées !
german: Mir juckt die Nase!
russian: Мои ноздри поразила чесотка!
spanish: ¡Me pican los orificios nasales!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HAYFEVER_OFF
source: The smoke has cleared!
french: Le bröuillard s'est levé !
german: Der Rauch verzieht sich!
russian: Дым развеялся!
spanish: ¡El humo se ha despejado!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_PICKPOOP.1
source: Alas!
french: Hélas !
russian: Увы!
spanish: ¡Lástima!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_PICKPOOP.2
source: Alack!
french: Las !
russian: Ах!
spanish: ¡Oh, no!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_PICKPOOP.3
source: It disturbs mine soul!
french: Ceci perturbe mön âme !
russian: Это терзает мою душу!
spanish: ¡Me inquieta el alma!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_SNEEZE
source: aaAAAH...cho!
french: aaAAAh... TCHÖUM !
german: HaaAAAH...tschiii!
russian: А-а-а-а... АПЧХИ!
spanish: Aaaa... ¡chús!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TOO_HUMID.1
source: This %s is crushing my spirit.
french: Ce %s anéantit mön esprit.
german: %s, du bist erdrückend.
russian: %s отнимает у меня волю к жизни.
spanish: %s... Me está dejando la moral bajo mínimos.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TOO_HUMID.2
source: This %s burns like Sol.
french: Ce %s brûle tel le söleil.
german: %s, du brennst wie die Sonne.
russian: %s опаляет меня подобно солнцу!
spanish: ¡%s! Quema como el sol.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ALLOY
source: A metal worthy of the Sons of Ivaldi.
french: Un métal digne des Fils d'Ivaldi.
german: Ein Metall würdig der Söhne Ivaldis.
russian: Металл, достойный сыновей Ивальди.
spanish: Un metal digno de los hijos de Ivaldi.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.APORKALYPSE_CLOCK
source: It controls Ragnarok!
french: Elle annönce Ragnarök !
german: Sie steuert Ragnarök!
russian: Повелевает Рагнареком!
spanish: ¡Controla Ragnarok!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_METALPLATE
source: Armor worthy of my deeds.
french: Une armure digne de mes explöits.
german: Eine Rüstung, die meiner Taten würdig ist.
russian: Доспех, достойный моих деяний.
spanish: Una armadura indigna de mis hazañas.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_WEEVOLE
source: Armor made from the skin of my enemy.
french: Une armure fabriquée à partir de la peau de mön ennemi.
german: Eine Rüstung aus der Haut des Feindes.
russian: Доспех из шкур моих врагов.
spanish: Una armadura hecha con la piel de mi enemigo.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUS_PLANTED
source: Useless vegetation!
french: De la végétatiön inutile !
german: Nutzlose Vegetation!
russian: Бесполезный овощ!
spanish: ¡Vegetación inútil!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BASEFAN
source: Conquers the heat!
french: Pöur cönquérir la chaleur !
german: Bezwingt die Hitze!
russian: Побеждает жару!
spanish: ¡Conquista el calor!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHITIN
source: The feeble armor of the bug.
french: La faible armure de l'insecte.
german: Die schwächliche Rüstung des Insekts.
russian: Хрупкий жучиный панцирь.
spanish: La débil armadura de un bicho.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTNETTLE
source: Its smell has vanquish mine sinuses.
french: Son ödeur a vaincu mes sinus.
german: Ihr Geruch hat meine Nase überwältigt.
russian: Этот аромат прочистил мой нос.
spanish: Su olor ha vencido a mi olfato.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBALL
source: What sickness is this?
french: Quelle affectiön est-ce ceci ?
russian: Что это за ересь?
spanish: ¿Qué enfermedad es esta?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.DEAD
source: She has fallen in battle.
french: Öccis au cömbat.
russian: Она пала в битве.
spanish: Ha caído en la batalla.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.GENERIC
source: A mounted foe!
french: Un ennemi mönté !
russian: Враг верхом!
spanish: ¡Un enemigo montado!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.SLEEPING
source: May her dreams be as foul as the spheres she rides.
french: Puissent ses sönges être aussi ignöbles que sa sphère mötrice.
russian: Да будут ее сны омерзительными, подобно сфере, на которой она восседает.
spanish: Que sus sueños sean tan abyectos como las esferas en las que cabalga.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She has been thrown from her foul mount!
french: Sus et éjectiön de sa mönture !
russian: Она сброшена со своего омерзительного жеребца!
spanish: ¡Ha caído de su abyecta montura!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGPILE.GENERIC
source: Surely this came from a giant's backside!
french: Ceci döit prövenir du pöstérieur d'un géant !
russian: Это наверняка исторгнул чей-то огромный зад!
spanish: ¡Esto procede de las posaderas de un gigante, sin duda!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGPILE.PICKED
source: It has been picked through.
french: Ceci est picöré.
russian: Здесь уже все перекопано.
spanish: Han escarbado a base de bien.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_RAINFOREST
source: A blossom most lovely.
french: Une fleur fört jölie.
german: Eine wirklich hübsche Blume.
russian: Цветок, полный очарования.
spanish: Una flor de lo más bella.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.DEAD
source: Alas, it is dead.
french: Las, c'est öccis.
german: Schade, es ist tot.
russian: Увы, она мертва.
spanish: Lástima, ha muerto.
