Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.ACTIONS.SMELT
source: Smelt
pl: Wytapiaj

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_DEHUMID.1
source: Ah, so much better.
pl: A, znacznie lepiej.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_GNATS_DIED
source: Take that, bugs!
pl: Macie za swoje, robale!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HAYFEVER
source: My nose feels.. itchy.
pl: Mój nos... swędzi.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_HAYFEVER_OFF
source: I don't want to claw my eyes out anymore.
pl: Nie chcę już wydrapywać sobie oczu.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.1
source: Eugg!
pl: Blee!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.2
source: Gross!
pl: Ohyda!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.3
source: Ick!
pl: Fuj!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_PICKPOOP.4
source: I got some on my hands!
pl: Mam to na rękach!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_SNEEZE
source: AHHH CHOOOO!
pl: AAAPSIIIIIK!

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOO_HUMID.1
source: This %s is so heavy.
pl: %s dużo waży.

# STRINGS.CHARACTERS.GENERIC.ANNOUNCE_TOO_HUMID.2
source: This %s is too hot.
pl: %s parzy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ALLOY
source: Ahoy there, alloy!
pl: Hej, ho, cóż za stop!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.APORKALYPSE_CLOCK
source: Looks scientifically apocalyptic.
pl: Z naukowego punktu widzenia - wygląda apokaliptycznie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_METALPLATE
source: Science says I'm safe in here.
pl: Według badań tu jest bezpiecznie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ARMOR_WEEVOLE
source: Yeesh. This is kinda creepy.
pl: Ojoj. Trochę strasznie wygląda.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.ASPARAGUS_PLANTED
source: I should pick those!
pl: O, trzeba to zebrać!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.BASEFAN
source: Fan-tastic.
pl: Wytwarza wiatr.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CHITIN
source: Bug coating.
pl: Powłoka robala.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.CUTNETTLE
source: Science says the sharp edges are good for my lungs.
pl: Te ostre krawędzie podobno dobrze robią na płuca.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBALL
source: Most definitely poop.
pl: To niewątpliwie kupa.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.DEAD
source: Dung for.
pl: Ku pa mięci.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.GENERIC
source: She's on a roll.
pl: W kupie raźniej.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.SLEEPING
source: She's pooped.
pl: Nie trzyma się kupy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She needs to get her dung together.
pl: Musi się zebrać do kupy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGPILE.GENERIC
source: It's a pile of dung.
pl: Kupa kupy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.DUNGPILE.PICKED
source: Dung and dung.
pl: Do kupy to wszystko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.FLOWER_RAINFOREST
source: It smells vaguely tolerable.
pl: Powiedzmy, że pachnie akceptowalnie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.DEAD
source: Lights out forever.
pl: Światełko życia zgasło.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.GENERIC
source: A light aflight.
pl: Latające światełko.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY.SLEEPING
source: Out like a light.
pl: Zgasła niczym światło.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GLOWFLY_COCOON
source: Snug as a bug.
pl: Jak w kokonie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GNAT
source: Better gnat go near those guys.
pl: Lepiej się do nich nie zbliżać.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GNATMOUND
source: Science says it's gnat good.
pl: Według badań to niezdrowe.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.BURNING
source: A grass fire!
pl: Trawa się pali!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.GENERIC
source: It's too tough to pick with my hands.
pl: Nie da się jej zbierać gołymi rękami.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.GRASS_TALL.PICKED
source: Looks like I got it all.
pl: Chyba mam już dość.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.HALBERD
source: Now I can't be caught off-guard.
pl: Nie ma się nad czym glewić.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.IRON
source: Isn't it ironic?
pl: Kawał żelaza.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PANGOLDEN
source: It likes rich food.
pl: Lubi tłuste jedzenie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.DEAD
source: Dead-eyed.
pl: Martwy na śmierć.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.GENERIC
source: That bush is alive!
pl: Ten krzak żyje!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK.SLEEPING
source: It's getting some shut-eye.
pl: Przysnął na trochę.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWKFEATHER
source: Still blinking.
pl: Wciąż mruga.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.PEAGAWK_BUSH
source: Look! An iris bush.
pl: O! Ten krzak ma oczy.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.APORKALYPSE
source: Yikes! What's that!
pl: Aj! Co to takiego?

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.FOLLOWER
source: It's friendly, for now.
pl: Jest przyjazne, przynajmniej na razie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.GENERIC
source: Science says it's always hungry.
pl: Według badań jest zawsze głodny.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.POG.SLEEPING
source: I'll let it rest.
pl: Dam mu odpocząć.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.DEAD
source: A late beetle.
pl: Martwy żuczek.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.GENERIC
source: Looks deranged.
pl: Wygląda na niepoczytalnego.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.RABID_BEETLE.SLEEPING
source: In a slumber.
pl: Drzemie.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SEDIMENTPUDDLE
source: Pool's gold.
pl: Czyste złoto.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SHEARS
source: Shear-ly delightful.
pl: Tną, aż miło.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.BURNT
source: The smelter got smelted.
pl: Huta się przetopiła.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.COOKING_SHORT
source: This is going to take a while.
pl: To zajmie trochę czasu.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.DONE
source: It's done!
pl: Zrobione!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.SMELTER.EMPTY
source: I smelt that!
pl: Moja mała huta!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.TREE_PILLAR
source: It totally blocks out the sun.
pl: Całkowicie zasłania słońce.

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WEEVOLE
source: Whee!
pl: Łii!

# STRINGS.CHARACTERS.GENERIC.DESCRIBE.WEEVOLE_CARAPACE
source: I'll be careful with this carapace.
pl: Lepiej uważać z tym pancerzykiem.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_DEHUMID.1
source: Ahhh. The season has turned.
pl: Ach. Pora roku się zmieniła.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_GNATS_DIED
source: ha! I found their weak spot!
pl: ha! Znalazłem ich słaby punkt!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_HAYFEVER
source: Evidence would suggest it's allergy season.
pl: Dane wskazują na alergię sezonową.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_HAYFEVER_OFF
source: Ah! Evidentaly, it's no longer allergy season.
pl: Ach! Ewidentnie sezon na alergie już się skończył.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_PICKPOOP.1
source: What's that?
pl: Co to?

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_PICKPOOP.2
source: Oh! That's interesting!
pl: O! Interesujące!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_PICKPOOP.3
source: I found something!
pl: Coś znalazłem!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_SNEEZE
source: aH-CHOOOOOOOOOO!
pl: APSIIIIIIIIK!

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_TOO_HUMID.1
source: This %s really weighs me down.
pl: %s naprawdę mnie obciąża.

# STRINGS.CHARACTERS.WAGSTAFF.ANNOUNCE_TOO_HUMID.2
source: The humid air is making this %s heavy.
pl: Przez całą tę wilgoć %s waży więcej niż zwykle.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ALLOY
source: Ah, refined metal. As good as any factory could produce.
pl: A, doskonały stop. Jakby wyszedł z huty.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.APORKALYPSE_CLOCK
source: Wonderful! I wonder if I could make the world end sooner.
pl: Wspaniale! Ciekawe, czy udałoby mi się przyspieszyć ten koniec świata.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ARMOR_METALPLATE
source: The riveting in this suit is quite sophisticated.
pl: Sposób nitowania w tym pancerzu jest dość złożony.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ARMOR_WEEVOLE
source: Exoskeleton armor to protect my endoskeleton.
pl: Egzoszkielet chroniący mój endoszkielet.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.ASPARAGUS_PLANTED
source: A cluster of edible spring vegetables!
pl: Kępka jadalnych, wiosennych warzyw!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.BASEFAN
source: Magnificent! What a marvel of engineering!
pl: Wspaniały! Prawdziwy cud inżynierii!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CHITIN
source: Wonderful! The exoskeleton of a deceased insect!
pl: Fenomenalne! Egzoszkielet martwego owada!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.CUTNETTLE
source: A large leaf nettle plant native to these parts. Also it smells funny.
pl: Miejscowa duża roślina z rodziny pokrzywowatych. Zabawnie pachnie.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBALL
source: Excellent! The act of rolling has picked up a motley of paraphernalia.
pl: Dzięki toczeniu zebrało się tu dużo utensyliów.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.DEAD
source: Expired. But it appears that is a recent occurrence.
pl: Data przydatności niedawno jej się skończyła.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.GENERIC
source: Such agility! The way he's able to navigate on that sphere of poop!
pl: Cóż za zwinność! Wspaniale steruje tą kulą ekskrementów!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.SLEEPING
source: A dormant dung dancer.
pl: Tańcząca z kupami w uśpieniu.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Presumably, he's seeking a replacement for his poop sphere.
pl: Zakładam, że szuka zastępstwa dla swojej kuli ekskrementów.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGPILE.GENERIC
source: Some creature has produced an excessive amount of excrement!
pl: Ktoś tu zrobił niezłą kupę!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.DUNGPILE.PICKED
source: The road of discovery has many hurdles.
pl: Droga do oświecenia jest bardzo wyboista.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.FLOWER_RAINFOREST
source: Curious. Picking these has a positive effect on my psyche.
pl: Interesujące. Zbieranie ich ma pozytywny wpływ na moją psychikę.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.DEAD
source: Cadaverous.
pl: Trupioblady.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.GENERIC
source: The luminous oculus on this pterygota is inspiring!
pl: Kiedy patrzę w błyszczące oczy tego owada uskrzydlonego coś mi przychodzi na myśl...

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY.SLEEPING
source: Evidently, its bioluminescence is dormant too.
pl: Ewidentnie jego bioluminescencja również jest w spoczynku.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GLOWFLY_COCOON
source: It appears to be undergoing some kind of transubstantiation.
pl: Chyba jest w trakcie przeistoczenia.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GNAT
source: Their capacity for aggravating behavior is truly astounding!
pl: Ich zdolność do irytujących zachowań doprawdy zadziwia!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GNATMOUND
source: The nest of those exceptionally annoying bugs.
pl: Gniazdo nadzwyczaj denerwujących owadów.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.BURNING
source: Evidently, grass here has the same flammability qualities as at home.
pl: Ewidentnie tutejsza trawa jest równie łatwopalna co w domu.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.GENERIC
source: The obstinacy of this grass requires something sharper than my hands.
pl: Upór tej trawy wymaga czegoś ostrzejszego niż moje dłonie.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.GRASS_TALL.PICKED
source: Previously experience suggests this will grow back.
pl: Na podstawie poprzednich doświadczeń wnioskuję, że odrośnie.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.HALBERD
source: A marvelously versatile instrument capable of causing incredible harm!
pl: Cudownie uniwersalne narzędzie masowego niszczenia.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.IRON
source: Marvelous! Iron is invaluable for manufacturing the tools I need!
pl: Cudownie! Żelazo jest niezbędne, bym mógł wytworzyć potrzebne narzędzia!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PANGOLDEN
source: Evidently, it poops gold. Fascinating!
pl: Ewidentnie wydala złoto. Fascynujące!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.DEAD
source: Evidently, it didn't see that coming.
pl: Ewidentnie tego nie przewidział.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.GENERIC
source: Curious. Can it see out of all of those ocular quills?
pl: Interesujące. Ciekawe, czy patrzy wszystkimi oczyma naraz?

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK.SLEEPING
source: Perhaps I can now pluck one of its ocular quills.
pl: Może teraz uda mi się go trochę oskubać.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWKFEATHER
source: Theoretically, there's an intact nervous system that keeps the eye moving.
pl: Stawiam hipotezę, że nienaruszony układ nerwowy odpowiada za ruch oka.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK_BUSH.GENERIC
source: I'm experiencing the inescapable perception that I'm being watched.
pl: Doświadczam nieodpartego wrażenia, że jestem obserwowany.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.PEAGAWK_BUSH.SLEEPING
source: That insight that spied on me was gone.
pl: Ten wgląd, który mnie szpiegował, zniknął.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.POG
source: An adorably audacious animal with an insatiable appetite!
pl: Urocze, acz bezczelne zwierzątko o nieposkromionym apetycie.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.DEAD
source: An occurrance of invertebrate respiratory failure.
pl: Przypadek niewydolności oddechowej bezkręgowca.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.GENERIC
source: Evidently, it acquires facial hair when it matures.
pl: Ewidentnie w procesie dorastania pojawia mu się zarost.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.RABID_BEETLE.SLEEPING
source: It's respiratory structures are vibrating.
pl: Jego struktury oddechowe głośno wibrują.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SEDIMENTPUDDLE
source: Evidence would suggest there's gold down there!
pl: Z zebranych danych wynika, że tam jest złoto!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SHEARS
source: Cutting implements constructed from raw metal.
pl: Przyrząd do cięcia z nieobrobionego metalu.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.BURNT
source: Smelting is a dangerous business in here.
pl: Wytapianie to tutaj niebezpieczna sprawa.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.COOKING_SHORT
source: I can't wait to watch more about the properties of these metals.
pl: Nie mogę się doczekać, aby obejrzeć więcej o właściwościach tych metali.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.DONE
source: Done already? Remarkable!
pl: Już zrobione? Niezwykły!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.SMELTER.EMPTY
source: Magnificent! Perhaps I can build a factory here as well.
pl: Wspaniale! Może tutaj też postawię fabrykę.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.TREE_PILLAR
source: The circumference of this tree's trunk is unusually large.
pl: Obwód tego pnia jest nadzwyczaj duży.

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.WEEVOLE
source: What a wonderfully persistent species of insect!
pl: Cóż za cudownie uporczywy gatunek owada!

# STRINGS.CHARACTERS.WAGSTAFF.DESCRIBE.WEEVOLE_CARAPACE
source: Excellent! It's the exoskeleton of a hexapod invertebrate!
pl: Fenomenalne! To egzoszkielet sześcionogiego stawonoga!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_DEHUMID.1
source: Ah... A nice cool breeze.
pl: Ach... Przyjemny wiaterek.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_GNATS_DIED
source: It's quiet, finally.
pl: Wreszcie jest cicho.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HAYFEVER
source: Allergy season.
pl: Coś tu pyli.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_HAYFEVER_OFF
source: Hey! I feel better!
pl: Hej! Już mi lepiej!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.1
source: Dude!
pl: O, stary!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.2
source: Grody!
pl: Ohyda!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.3
source: Blah!
pl: Ble!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_PICKPOOP.4
source: This stinks!
pl: Ale capi!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_SNEEZE
source: ahhh... ahhhh...ahhhhhCHOOO!
pl: Aaa... AaaaAAA... AAAPSIK!

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TOO_HUMID.1
source: Ugh. This %s is soooo muggy.
pl: Uch. %s aż cieknie.

# STRINGS.CHARACTERS.WALANI.ANNOUNCE_TOO_HUMID.2
source: This %s is really warm.
pl: %s naprawdę grzeje.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ALLOY
source: Hope this is worth all the trouble.
pl: Mam nadzieję, że się opłaci.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.APORKALYPSE_CLOCK
source: I hate clocks.
pl: Nie cierpię zegarów.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_METALPLATE
source: I feel like a soda can.
pl: Czuję się zapuszkowana.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ARMOR_WEEVOLE
source: Ew. It's all creepy-crawly.
pl: Fuj. Jest jakieś robaczywe.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.ASPARAGUS_PLANTED
source: Food!
pl: Szamka!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.BASEFAN
source: A nice breeze.
pl: Przyjemny wiaterek.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CHITIN
source: Probably wouldn't make a good surfboard.
pl: Raczej nie nada się na deskę.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.CUTNETTLE
source: Whew! Really cleans your sinuses!
pl: Łoł! Naprawdę oczyszcza zatoki!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBALL
source: Should've leashed it.
pl: Trzeba było to wziąć na smycz.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.DEAD
source: Aww... All dunged out.
pl: Za dużo się na niej skupiło.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.GENERIC
source: It's a grade-A dung surfer.
pl: Władczyni kupy.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.SLEEPING
source: That's the right attitude.
pl: Takie nastawienie to ja rozumiem.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Someone's grubbing.
pl: Ktoś tu się grzebie.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGPILE.GENERIC
source: Mushburger.
pl: Jak żarcie na stołówce.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.DUNGPILE.PICKED
source: Nothing left.
pl: Nic nie zostało.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.FLOWER_RAINFOREST
source: I love these.
pl: Uwielbiam je.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.DEAD
source: I wish it hadn't died.
pl: Szkoda, że zdechło.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.GENERIC
source: I could lay down and watch them all night.
pl: Mogłabym tak leżeć i patrzeć na nie całą noc.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY.SLEEPING
source: Lights out!
pl: Ktoś zgasił światło.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GLOWFLY_COCOON
source: I need a sleeping bag like that.
pl: Trzeba mi takiego śpiworka.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GNAT
source: Ick! Stay away!
pl: Fujka! Trzymaj się z daleka!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GNATMOUND
source: Like an apartment building for bugs.
pl: Jak apartamentowiec dla robali.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.BURNING
source: It'd probably be a lot of work to put it out.
pl: Ugaszenie tego zajmie pewnie dużo czasu.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.GENERIC
source: It's too much work to pick it with my hands.
pl: To za dużo roboty jak na moje rączki.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.GRASS_TALL.PICKED
source: I deserve a nap after that.
pl: Zasługuję na drzemkę.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.HALBERD
source: You could poke an eye out on this thing!
pl: Można tym komuś wykłuć oko!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.IRON
source: This has gotta be good for something.
pl: Lepiej, żeby do czegoś się przydało.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PANGOLDEN
source: Shiny.
pl: Ale błysk!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.DEAD
source: Dang. It's dead.
pl: Cholibka. Nie żyje.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.GENERIC
source: Beautiful eyes, dude!
pl: Ale ładne ślipia, koleś!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK.SLEEPING
source: You need to shut all your eyes to get proper shut-eye!
pl: Musisz zamknąć wszystkie oczka, jeśli chcesz się dobrze wyspać!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWKFEATHER
source: Nature makes such pretty things.
pl: Ale Matka Natura się przy tym narobiła.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.PEAGAWK_BUSH
source: What a cool looking bush!
pl: Ale fajny krzaczor!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.APORKALYPSE
source: I'm gonna go over here until you calm down, okay?
pl: Poczekam, aż ochłoniesz, okej?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.FOLLOWER
source: Aw, I like you too!
pl: Ooo, ja też cię lubię!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.GENERIC
source: Hey little dude, wanna hang?
pl: Cześć maluszku, chcesz ze mną posiedzieć?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.POG.SLEEPING
source: Sleep tight little dude.
pl: Słodkich snów, maluszku.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.DEAD
source: That's a bummer.
pl: A niech to.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.GENERIC
source: Dude, you need to chill!
pl: Koleś, musisz nieco wyluzować!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.RABID_BEETLE.SLEEPING
source: That's it. Now just stay asleep.
pl: O to chodziło. I nie wstawaj.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SEDIMENTPUDDLE
source: There's sparkly things down there!
pl: Tam są świecidełka!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SHEARS
source: What am I supposed to do with these?
pl: I co mam z tym niby zrobić?

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.BURNT
source: This is what you get for trying too hard.
pl: Oto, co dostajesz za zbytnie staranie się.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.COOKING_SHORT
source: It burns itself red.
pl: Pali się na czerwono.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.DONE
source: Well done, bro.
pl: Dobra robota, bracie.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.SMELTER.EMPTY
source: I'll just let that do all the work for me.
pl: Pozwolę mu wykonać całą robotę za mnie.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.TREE_PILLAR
source: What a great tree!
pl: Ale świetne drzewo!

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WEEVOLE
source: Annoying little guys.
pl: Małe i wredne robale.

# STRINGS.CHARACTERS.WALANI.DESCRIBE.WEEVOLE_CARAPACE
source: Ew. Bug skin.
pl: Ble. Skóra z robala.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_DEHUMID.1
source: Still more comfortable this way.
pl: Jeszcze wygodniej w ten sposób.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_GNATS_DIED
source: ha! How about this?
pl: ha! Co powiesz na to?

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_HAYFEVER
source: There's something in the air...my nose is itching.
pl: Coś wisi w powietrzu... swędzi mnie nos.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_HAYFEVER_OFF
source: My nose is so much better and it's finally gone!
pl: Mój nos jest o wiele lepszy i wreszcie go nie ma!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_PICKPOOP.1
source: Pine Pioneers must be hardworking...but...
pl: Pionierzy Pine muszą być pracowici, ale...

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_PICKPOOP.2
source: This is really unhygienic!
pl: To naprawdę niehigieniczne!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_PICKPOOP.3
source: do not come! Warby!
pl: nie przychodź! Warby!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_SNEEZE
source: Ah Choo!
pl: Ach Choo!

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_TOO_HUMID.1
source: I'm bored.
pl: Nudzę się.

# STRINGS.CHARACTERS.WALTER.ANNOUNCE_TOO_HUMID.2
source: %s is not breathable at all.
pl: %s w ogóle nie oddycha.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ALLOY
source: It's steel! Look at the steel I made!
pl: to stal! Spójrz na stal, którą zrobiłem!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.APORKALYPSE_CLOCK
source: Oh no! It's a doomsday prophecy!
pl: O nie! To przepowiednia zagłady!
