Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ARMOR_METALPLATE
source: Nothing can hurt me with this on!
pl: Nic nie może mnie zranić w tym!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ARMOR_WEEVOLE
source: Are we really going to wear it?
pl: Czy naprawdę go założymy?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.ASPARAGUS_PLANTED
source: Miss Winona might like it, pick some.
pl: Pannie Winonie może się spodobać, wybierz trochę.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.BASEFAN
source: Ah, it's so comfortable, Warby, you can also enjoy it.
pl: Ach, to takie wygodne, Warby, że ty też możesz się tym cieszyć.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CHITIN
source: Check out the pattern on this! Warby!
pl: Sprawdź ten wzór! Warby!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.CUTNETTLE
source: Ow! It got me.
pl: Auć! Dopadło mnie.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBALL
source: How did she do it...forget it.
pl: Jak ona to zrobiła... zapomnij.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.DEAD
source: Hello?
pl: Cześć?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.GENERIC
source: I need a really big bottle to fit her in!
pl: Potrzebuję naprawdę dużej butelki, żeby ją zmieścić!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.SLEEPING
source: She is sleeping.
pl: Ona śpi.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She's not with that shit ball, good timing!
pl: Ona nie jest z tą gównianą piłką, dobry moment!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGPILE.GENERIC
source: What giant creature left this behind?
pl: Jakie gigantyczne stworzenie to pozostawiło?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.DUNGPILE.PICKED
source: Alas!
pl: Niestety!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.FLOWER_RAINFOREST
source: oh! That's the kind of flower in jungle adventure stories.
pl: Oh! To taki kwiat w opowieściach o przygodach w dżungli.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.DEAD
source: Oh, dead.
pl: Och, martwy.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.GENERIC
source: Whoa, look at the light they emit!
pl: Wow, spójrz na światło, które emitują!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY.SLEEPING
source: it is sleeping.
pl: to jest spanie.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GLOWFLY_COCOON
source: A cocoon, what could be inside?
pl: Kokon, co może być w środku?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GNAT
source: cool! But... maybe we should back off a little?
pl: Fajny! Ale... może powinniśmy się trochę wycofać?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GNATMOUND
source: What might live inside?
pl: Co może mieszkać w środku?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.BURNING
source: Hey! Brush fires will destroy rainforests!
pl: Hej! Pożary zarośli niszczą lasy deszczowe!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.GENERIC
source: A lush patch of grass. Must be a lot of bugs in it.
pl: Bujny skrawek trawy. Musi być w tym dużo błędów.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.GRASS_TALL.PICKED
source: Collect again after a while.
pl: Zbierz ponownie po chwili.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.HALBERD
source: A huge ax!
pl: Ogromny topór!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.IRON
source: Is that iron?
pl: Czy to żelazo?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PANGOLDEN
source: A born gold digger.
pl: Urodzony poszukiwacz złota.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK.GENERIC
source: Wow, how many eyes are there?
pl: Wow, ile jest tam oczu?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK.SLEEPING
source: Warby, we might be able to gather his feathers while he's asleep.
pl: Warby, może uda nam się pozbierać jego pióra, gdy będzie spał.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWKFEATHER
source: method is valid.
pl: metoda jest prawidłowa.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.PEAGAWK_BUSH
source: This bird can't fly, but turns into a bush!
pl: Ten ptak nie potrafi latać, zamienia się w krzak!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.APORKALYPSE
source: We thought we would be friends forever!
pl: Myśleliśmy, że będziemy przyjaciółmi na zawsze!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.FOLLOWER
source: Come with me and I'll take you home.
pl: Chodź ze mną, a zabiorę cię do domu.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.GENERIC
source: Can't you find the owner either?
pl: Ty też nie możesz znaleźć właściciela?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.POG.SLEEPING
source: Have sweet dreams.
pl: Mieć słodkie sny.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.DEAD
source: Oh, dead.
pl: Och, martwy.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.GENERIC
source: Wow, look how active they are!
pl: Wow, zobacz, jakie są aktywne!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.RABID_BEETLE.SLEEPING
source: it's sleeping,
pl: to śpi,

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SEDIMENTPUDDLE
source: Is there gold in that?
pl: Czy jest w tym złoto?

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SHEARS
source: Gardener's little helper.
pl: Mały pomocnik ogrodnika.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.BURNT
source: It's uh... extra done!
pl: To jest... extra zrobione!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.COOKING_SHORT
source: What's going on here? I want to take a closer look.
pl: Co tu się dzieje? Chcę przyjrzeć się bliżej.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.DONE
source: Check out what we've come up with!
pl: Sprawdź, co wymyśliliśmy!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.SMELTER.EMPTY
source: A lrage iron pot. got it? Iron pot.
pl: Duży żelazny garnek. Rozumiem? Żelazny garnek.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.TREE_PILLAR
source: Such a big tree, even werebeaver can't eat it all.
pl: Takie duże drzewo, że nawet bobry nie są w stanie wszystkiego zjeść.

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WEEVOLE
source: Hey! Got you!
pl: Hej! Mam cię!

# STRINGS.CHARACTERS.WALTER.DESCRIBE.WEEVOLE_CARAPACE
source: Let's put it away, it might be useful.
pl: Odłóżmy to, może się przydać.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_DEHUMID.1
source: Ha, feeling better.
pl: Ha, czuję się lepiej.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_GNATS_DIED
source: Why do we need to get to this point?
pl: Dlaczego musimy dojść do tego punktu?

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_HAYFEVER
source: Don't these plants do anything else but pollinate all over the place?
pl: Czy te rośliny nie robią nic innego poza zapylaniem wszędzie?

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_HAYFEVER_OFF
source: Whoops! it is finally over!
pl: Ups! wreszcie koniec!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_PICKPOOP.1
source: Why would I do this?
pl: Dlaczego miałbym to zrobić?

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_PICKPOOP.2
source: I must have done something wrong.
pl: Musiałem zrobić coś złego.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_PICKPOOP.3
source: vomit.
pl: wymiociny.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_SNEEZE
source: Ah Choo!
pl: Ach Choo!

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_TOO_HUMID.1
source: Wearing %s is a shame.
pl: Noszenie %s to wstyd.

# STRINGS.CHARACTERS.WANDA.ANNOUNCE_TOO_HUMID.2
source: This terrible weather... I really shouldn't be wearing %s.
pl: Ta okropna pogoda... Naprawdę nie powinienem nosić %s.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ALLOY
source: Strong refined metal.
pl: Mocny rafinowany metal.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.APORKALYPSE_CLOCK
source: Keeping track of their movements...very clever idea.
pl: Śledzenie ich ruchów... bardzo sprytny pomysł.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ARMOR_METALPLATE
source: I still prefer magic.
pl: Nadal wolę magię.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ARMOR_WEEVOLE
source: It doesn't smell that great, but there's no time to dwell on that much.
pl: Nie pachnie zbyt dobrze, ale nie ma czasu, żeby się nad tym rozwodzić.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.ASPARAGUS_PLANTED
source: I should pick some and go back to eat.
pl: Powinienem wybrać trochę i wrócić do jedzenia.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.BASEFAN
source: Very interesting structure, but unfortunately not refined enough.
pl: Bardzo ciekawa konstrukcja, lecz niestety niewystarczająco dopracowana.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CHITIN
source: I don't understand what's the point of this?
pl: nie rozumiem o co w tym chodzi?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.CUTNETTLE
source: This keeps us breathing smoothly.
pl: Dzięki temu oddychamy płynnie.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBALL
source: I won't touch it.
pl: Nie dotknę tego.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.DEAD
source: She will eventually join in the fun.
pl: W końcu dołączy do zabawy.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.GENERIC
source: That's really disgusting.
pl: To naprawdę obrzydliwe.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.SLEEPING
source: She is resting.
pl: Ona odpoczywa.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She'll find another one.
pl: Znajdzie sobie innego.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGPILE.GENERIC
source: It's definitely not worth any of my time.
pl: Zdecydowanie nie jest to warte mojego czasu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.DUNGPILE.PICKED
source: Let's just let it go.
pl: Po prostu odpuśćmy.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.FLOWER_RAINFOREST
source: Why am I wasting time staring at it?
pl: Po co marnuję czas na gapienie się w to?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.DEAD
source: Maybe that's for the best.
pl: Może tak jest najlepiej.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.GENERIC
source: I still like them the way they are now.
pl: Nadal podobają mi się takie, jakie są teraz.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY.SLEEPING
source: Sleep well now.
pl: Śpij dobrze teraz.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GLOWFLY_COCOON
source: We'd better get out of here before it breaks out of its cocoon.
pl: Lepiej wynośmy się stąd, zanim wyrwie się z kokonu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GNAT
source: It reaches new heights in annoyingness.
pl: Osiąga nowy poziom irytacji.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GNATMOUND
source: Dirty and messy.
pl: Brudno i niechlujnie.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.BURNING
source: This is not good.
pl: To nie jest dobre.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.GENERIC
source: Grasses this tough are indeed uncommon.
pl: Trawy tak twarde są rzeczywiście rzadkością.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.GRASS_TALL.PICKED
source: Over time, it will grow back.
pl: Z czasem odrośnie.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.HALBERD
source: I'm not planning on murdering grove of trees.
pl: Nie mam zamiaru mordować gaju drzew.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.IRON
source: An essential material for accurate timepieces.
pl: Niezbędny materiał do precyzyjnych zegarków.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PANGOLDEN
source: Their recipes are extravagant.
pl: Ich przepisy są ekstrawaganckie.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK.GENERIC
source: See no evil!
pl: Nie widzisz zła!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK.SLEEPING
source: Shouldn't it be looking at me?
pl: Czy nie powinno patrzeć na mnie?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWKFEATHER
source: It's hard to see.
pl: Trudno to zobaczyć.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.PEAGAWK_BUSH
source: What a clever disguise.
pl: Co za sprytne przebranie.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.APORKALYPSE
source: Do all good things show their fangs?
pl: Czy wszystkie dobre rzeczy pokazują swoje kły?

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.FOLLOWER
source: How cute!
pl: Jak słodko!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.GENERIC
source: Don't be fooled by their cute appearance.
pl: Nie daj się zwieść ich uroczemu wyglądowi.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.POG.SLEEPING
source: It's resting.
pl: To odpoczywa.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.DEAD
source: There is one less pest in the world.
pl: Na świecie jest o jednego szkodnika mniej.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.GENERIC
source: vermin! go away!
pl: robactwo! Idź stąd!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.RABID_BEETLE.SLEEPING
source: Huh, I can take a breath.
pl: Uff, mogę odetchnąć.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SEDIMENTPUDDLE
source: Water isn't the only thing here reflecting sunlight.
pl: Woda nie jest jedyną rzeczą odbijającą światło słoneczne.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SHEARS
source: I won't waste my time on this.
pl: Nie będę tracić na to czasu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.BURNT
source: We've made the most of it.
pl: Wykorzystaliśmy to maksymalnie.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.COOKING_SHORT
source: Good thing it won't take me too much time.
pl: Dobrze, że nie zajmie mi to dużo czasu.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.DONE
source: Got it!
pl: Rozumiem!

# STRINGS.CHARACTERS.WANDA.DESCRIBE.SMELTER.EMPTY
source: Melt the metals together.
pl: Stopić metale razem.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.TREE_PILLAR
source: Thankfully it doesn't completely block the sun.
pl: Na szczęście nie blokuje całkowicie słońca.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WEEVOLE
source: I remember it biting.
pl: Pamiętam, że gryzło.

# STRINGS.CHARACTERS.WANDA.DESCRIBE.WEEVOLE_CARAPACE
source: Evil, exudes a strange smell.
pl: Zło, wydziela dziwny zapach.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_DEHUMID.1
source: Ah, I feel better now.
pl: Ach, już mi lepiej.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_GNATS_DIED
source: Thank God.
pl: Dzięki Bogu.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HAYFEVER
source: Ugh! My allergies!
pl: Uch! Dostałem alergii!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_HAYFEVER_OFF
source: I think... my nose has cleared!
pl: Chyba... mój nos się przeczyścił!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_PICKPOOP.1
source: Blech!
pl: Ble!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_PICKPOOP.2
source: Blagh!
pl: Blee!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_PICKPOOP.3
source: Beurk!
pl: Bleh!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_SNEEZE
source: Atchoum!
pl: Apsiu!

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TOO_HUMID.1
source: Mon dieu! This %s is humid.
pl: Mon dieu! %s ciężko się nosi.

# STRINGS.CHARACTERS.WARLY.ANNOUNCE_TOO_HUMID.2
source: Whew. This %s is hot.
pl: Uff. %s strasznie grzeje.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ALLOY
source: Metal cooked to perfection.
pl: Metal przyrządzony wręcz idealnie.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.APORKALYPSE_CLOCK
source: Like the knobs on a stove, it must be turned just right.
pl: Trzeba go dobrze ustawić, tak jak gałki na kuchence.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_METALPLATE
source: Like an armor made of tin cans.
pl: Jak pancerz z puszek.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ARMOR_WEEVOLE
source: It still smells of bug.
pl: Nadal śmierdzi robalem.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.ASPARAGUS_PLANTED
source: I should snatch those up.
pl: Powinienem je zabrać.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.BASEFAN
source: Good ventilation in the kitchen is an must.
pl: Dobra wentylacja w kuchni to podstawa.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CHITIN
source: Completely inedible.
pl: Zupełnie niejadalne.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.CUTNETTLE
source: Great for clearing the sinuses!
pl: Świetnie oczyszcza zatoki!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBEETLE.DEAD
source: Such is life.
pl: C'est la vie.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBEETLE.GENERIC
source: Not how I would spend my days.
pl: Nie o takiej przyszłości marzyłem.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She's fallen.
pl: Upadła.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGPILE.GENERIC
source: The smell is so strong I can taste it.
pl: Ten smród aż czuję w ustach.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.DUNGPILE.PICKED
source: That was not food safe.
pl: To nie nadawało się do spożycia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.FLOWER_RAINFOREST
source: Edible?
pl: Jadalne?

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.DEAD
source: Such a shame. And not even edible.
pl: Co za szkoda. A nawet nie jest jadalny.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.GENERIC
source: Light the way, mon amie.
pl: Oświeć mi drogę, mon amie.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY.SLEEPING
source: May your dreams be full of light.
pl: Oby przyśniło ci się coś jasnego.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GLOWFLY_COCOON
source: It's wrapped itself like a cabbage roll.
pl: Zwinięty ciasno jak gołąbek.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GNAT
source: The bugs are really bad around here.
pl: Miejscowe robale naprawdę dają się we znaki.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GNATMOUND
source: I'd rather have a mound of chocolate.
pl: Wolałbym kopiec kreta.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.BURNING
source: Smells like a cookout!
pl: Pachnie grillem.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.GENERIC
source: Too long to cut with my hands.
pl: Za wysoka, bym ją mógł zebrać ręcznie.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.GRASS_TALL.PICKED
source: It will have to grow back.
pl: Musi odrosnąć.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.HALBERD
source: I dislike fighting.
pl: Nie lubię walczyć.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.IRON
source: I wonder what I could cook up with this.
pl: Ciekawe, co mógłbym dzięki temu upichcić.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PANGOLDEN
source: Already has a nice golden braise.
pl: Już ma piękny, złoty kolor.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.DEAD
source: A pointless death.
pl: Bezsensowna śmierć.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.GENERIC
source: Those feathers would make a nice table centerpiece.
pl: Z tych piór byłby ładny stroik na stół.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK.SLEEPING
source: Those eyes are unnerving.
pl: Te oczy działają mi na nerwy.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWKFEATHER
source: It's quite soft.
pl: Całkiem miękkie.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.PEAGAWK_BUSH
source: It's a bright blue bush.
pl: Jasnoniebieski krzak.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POG.APORKALYPSE
source: I suppose this happens when you feed the wildlife.
pl: To właśnie się dzieje, jak się podkarmia zwierzęta.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.POG.GENERIC
source: Great for feeding my kitchen scraps!
pl: Będzie zjadał resztki!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.DEAD
source: A shame. Not even edible.
pl: Co za szkoda. A nawet nie jest jadalny.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.GENERIC
source: It is like me when I am hungry.
pl: Zachowuje się jak ja, kiedy jestem głodny.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.RABID_BEETLE.SLEEPING
source: What a curious way to sleep!
pl: Cóż za nietypowa pozycja do spania!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SEDIMENTPUDDLE
source: It's been seasoned with gold.
pl: Przyprawione złotem.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SHEARS
source: Good for cutting hedges and grass.
pl: Dobre do cięcia trawy i żywopłotu.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.BURNT
source: I'm better at cooking food than metal.
pl: Lepiej gotuję jedzenie niż metal.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.COOKING_SHORT
source: The flavors are fusing.
pl: Smaki się mieszają.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.DONE
source: Fresh out of the oven! Be careful with the scalding.
pl: Świeżo z pieca! Uważaj na poparzenia.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.SMELTER.EMPTY
source: 'Smelt' bad, if you ask me.
pl: Moim zdaniem kiepsko się wytopiło.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.TREE_PILLAR
source: What a marvel.
pl: Zadziwiające.

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WEEVOLE
source: Shoo! Go away!
pl: Sio! Odejdź!

# STRINGS.CHARACTERS.WARLY.DESCRIBE.WEEVOLE_CARAPACE
source: The crust of a bug.
pl: Skorupka owada.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_DEHUMID.1
source: The haze has lifted.
pl: Opary się podniosły.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_GNATS_DIED
source: This is what happens, bug.
pl: Tak się właśnie dzieje, błąd.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HAYFEVER
source: Mine nostrils chafe with itchiness!
pl: Moje nozdrza są podrażnione!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_HAYFEVER_OFF
source: The smoke has cleared!
pl: Dym się rozwiał!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_PICKPOOP.1
source: Alas!
pl: Niestety!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_PICKPOOP.2
source: Alack!
pl: Och nie!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_PICKPOOP.3
source: It disturbs mine soul!
pl: Niepokoi to mą duszę!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_SNEEZE
source: aaAAAH...cho!
pl: AaaaAAA...psiu!

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TOO_HUMID.1
source: This %s is crushing my spirit.
pl: %s mnie przytłacza.

# STRINGS.CHARACTERS.WATHGRITHR.ANNOUNCE_TOO_HUMID.2
source: This %s burns like Sol.
pl: %s parzy jak Sol.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ALLOY
source: A metal worthy of the Sons of Ivaldi.
pl: Metal godzien Synów Iwaldiego.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.APORKALYPSE_CLOCK
source: It controls Ragnarok!
pl: Ma władzę nad Ragnarokiem!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_METALPLATE
source: Armor worthy of my deeds.
pl: Pancerz godzien mnie.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ARMOR_WEEVOLE
source: Armor made from the skin of my enemy.
pl: Pancerz ze skór mych wrogów.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.ASPARAGUS_PLANTED
source: Useless vegetation!
pl: Nędzna roślina!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.BASEFAN
source: Conquers the heat!
pl: Pokonuje upał!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CHITIN
source: The feeble armor of the bug.
pl: Marny pancerz nędznego robaka.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.CUTNETTLE
source: Its smell has vanquish mine sinuses.
pl: Ta woń uwolniła me zatoki.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBALL
source: What sickness is this?
pl: Cóż to za szkarada?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.DEAD
source: She has fallen in battle.
pl: Poległa w bitwie.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.GENERIC
source: A mounted foe!
pl: Wroga kawaleria!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.SLEEPING
source: May her dreams be as foul as the spheres she rides.
pl: Niechaj twe sny będą równie plugawe co sfery, które ujeżdżasz.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She has been thrown from her foul mount!
pl: Straciła swego plugawego rumaka!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGPILE.GENERIC
source: Surely this came from a giant's backside!
pl: Ani chybi wypadło z tyłu giganta!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.DUNGPILE.PICKED
source: It has been picked through.
pl: Zostało przebrane.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.FLOWER_RAINFOREST
source: A blossom most lovely.
pl: Urokliwe kwiecie.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.DEAD
source: Alas, it is dead.
pl: Niestety, zginął.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.GENERIC
source: Fly free, small friend.
pl: Leć, mój druhu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY.SLEEPING
source: A slumber consumes it.
pl: Pochłonął go sen.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GLOWFLY_COCOON
source: It has armored itself for sleep.
pl: Opancerzył się do snu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GNAT
source: Infest not me, bugs!
pl: Nie nachodźcie mnie, nędzne robaki!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GNATMOUND
source: The Valhalla of bugs.
pl: Walhalla nędznych robaków.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.BURNING
source: It burns!
pl: Pali!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.GENERIC
source: Surely it is the grass of Jotunheim!
pl: Ani chybi trawa z Jotunheimu!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.GRASS_TALL.PICKED
source: I have defeated it!
pl: Zwyciężyłam!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.HALBERD
source: Tis no spear, yet is still valorous!
pl: To nie włócznia, ale jest równie mężna!
