Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.CHARACTERS.WURT.DESCRIBE.PANGOLDEN
source: Don’t drink it all!
pl: Nie pij wszystkiego!

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK.GENERIC
source: Big weird bird.
pl: Wielki dziwny ptak.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK.SLEEPING
source: The big monster fell asleep?
pl: Wielki potwór zasnął?

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWKFEATHER
source: There are big monster eyes on it.
pl: Są na nim wielkie oczy potwora.

# STRINGS.CHARACTERS.WURT.DESCRIBE.PEAGAWK_BUSH
source: Pretty feather bush.
pl: Ładny krzew z piór.

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.APORKALYPSE
source: Puppy...why?
pl: Szczeniak... dlaczego?

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.FOLLOWER
source: Floating waves! let's go!
pl: Pływające fale! chodźmy!

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.GENERIC
source: Ooh, hey, puppies!
pl: Och, hej, szczeniaki!

# STRINGS.CHARACTERS.WURT.DESCRIBE.POG.SLEEPING
source: Good night puppy.
pl: Dobranoc szczeniaku.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.DEAD
source: died.
pl: zmarł.

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.GENERIC
source: The little bug is going crazy!
pl: Mały robak szaleje!

# STRINGS.CHARACTERS.WURT.DESCRIBE.RABID_BEETLE.SLEEPING
source: The little bug was quiet.
pl: Mały robak milczał.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SEDIMENTPUDDLE
source: The water is... glowing?
pl: Woda... świeci?

# STRINGS.CHARACTERS.WURT.DESCRIBE.SHEARS
source: Shape the plants.
pl: Uformuj rośliny.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.BURNT
source: Glurph, ruined.
pl: Glurph, zrujnowany.

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.COOKING_SHORT
source: Hot! Hot! Hot!
pl: Gorący! Gorący! Gorący!

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.DONE
source: Done!
pl: Zrobione!

# STRINGS.CHARACTERS.WURT.DESCRIBE.SMELTER.EMPTY
source: What to put in it?
pl: Co w nim umieścić?

# STRINGS.CHARACTERS.WURT.DESCRIBE.TREE_PILLAR
source: A huge tree.
pl: Ogromne drzewo.

# STRINGS.CHARACTERS.WURT.DESCRIBE.WEEVOLE
source: go away go away!
pl: odejdź odejdź!

# STRINGS.CHARACTERS.WURT.DESCRIBE.WEEVOLE_CARAPACE
source: hard shell.
pl: twarda skorupa.

# STRINGS.CHARACTERS.WX78.ANNOUNCE_DEHUMID.1
source: HUMIDEX HAS LOWERED TO ACCEPTABLE LEVELS
pl: WILGOTNOŚĆ SPADŁA DO AKCEPTOWALNEGO POZIOMU

# STRINGS.CHARACTERS.WX78.ANNOUNCE_GNATS_DIED
source: Interfering flesh bags cleared
pl: Worki z przeszkadzającymi ciałami zostały usunięte

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HAYFEVER
source: ERROR. ENVIRONMENTAL DETRITUS CLOGGING NASAL UNIT
pl: BŁĄD: CZĄSTKI ŚRODOWISKA BLOKUJĄ JEDNOSTKĘ NOSOWĄ

# STRINGS.CHARACTERS.WX78.ANNOUNCE_HAYFEVER_OFF
source: DETRITUS HAS CLEARED FROM ENVIRONMENT
pl: ZAGROŻENIE CZĄSTKAMI ŚRODOWISKA MINĘŁO

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PICKPOOP.1
source: ERROR!
pl: BŁĄD!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PICKPOOP.2
source: ERROR!
pl: BŁĄD!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_PICKPOOP.3
source: WIPE INCIDENT FROM MEMORY
pl: USUNĄĆ INCYDENT Z PAMIĘCI

# STRINGS.CHARACTERS.WX78.ANNOUNCE_SNEEZE
source: COMMENCE NASAL UNIT CLEARING: AH-CHOO!
pl: ROZPOCZYNAM SEKWENCJĘ OCZYSZCZANIA JEDNOSTKI NOSOWEJ: APSIK!

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOO_HUMID.1
source: IT IS HOT
pl: POZIOM GORĄCA: WYSOKI

# STRINGS.CHARACTERS.WX78.ANNOUNCE_TOO_HUMID.2
source: HUMIDEX REACHING LEVELS GREATER THAN 40
pl: WSKAŹNIK WILGOTNOŚCI PRZEKRACZA 40 JEDNOSTEK

# STRINGS.CHARACTERS.WX78.DESCRIBE.ALLOY
source: PRECIOUS METAL
pl: CENNY METAL

# STRINGS.CHARACTERS.WX78.DESCRIBE.APORKALYPSE_CLOCK
source: MY ANCIENT BRETHREN
pl: MÓJ STAROŻYTNY KUZYN

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_METALPLATE
source: ROBOT SKIN ARMOR
pl: PANCERZ ZE SKÓRY ROBOTA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ARMOR_WEEVOLE
source: BIOLOGICAL COMPUTER CASING
pl: BIOLOGICZNA OBUDOWA DLA KOMPUTERA

# STRINGS.CHARACTERS.WX78.DESCRIBE.ASPARAGUS_PLANTED
source: SMALL TREES OF ENERGY
pl: MAŁE DRZEWKA ENERGII

# STRINGS.CHARACTERS.WX78.DESCRIBE.BASEFAN
source: COOLING FAN
pl: WENTYLATOR CHŁODZĄCY

# STRINGS.CHARACTERS.WX78.DESCRIBE.CHITIN
source: INFERIOR ORGANIC BODY PLATING
pl: PANCERZ PODRZĘDNEGO ORGANIZMU

# STRINGS.CHARACTERS.WX78.DESCRIBE.CUTNETTLE
source: I CAN USE THIS TO SERVICE MY OLFACTORY UNIT
pl: MOGĘ JEJ UŻYĆ, BY SERWISOWAĆ MOJĄ JEDNOSTKĘ ZAPACHOWĄ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBALL
source: ORGANIC WASTE SPHERE
pl: ORGANICZNA KULA ODPADÓW

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.DEAD
source: DEBUGGED
pl: ZDEBUGOWANA

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.GENERIC
source: BIOLOGICAL STORAGE SYSTEM FOR ORGANIC WASTE SPHERE
pl: BIOLOGICZNY SYSTEM MAGAZYNOWANIA ORGANICZNEJ KULI ODPADÓW

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.SLEEPING
source: IT SHUT DOWN
pl: WYŁĄCZYŁA SIĘ

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGBEETLE.UNDUNGED
source: NO LONGER CONTAINS WASTE
pl: NIE ZAWIERA JUŻ ODPADÓW

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGPILE.GENERIC
source: MEATSACKS ARE REPULSIVE
pl: MIĘSAKI SĄ ODPYCHAJĄCE

# STRINGS.CHARACTERS.WX78.DESCRIBE.DUNGPILE.PICKED
source: I AM SLIGHTLY REPULSIVE TOO
pl: JA TEŻ JESTEM TROCHĘ ODPYCHAJĄCY

# STRINGS.CHARACTERS.WX78.DESCRIBE.FLOWER_RAINFOREST
source: I HATE IT
pl: NIENAWIDZĘ TEGO

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.DEAD
source: IT HAS BEEN TURNED OFF
pl: ZOSTAŁ WYŁĄCZONY

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.GENERIC
source: IT IS RELEASING PHOTONS
pl: EMITUJE FOTONY

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY.SLEEPING
source: REGENERATING PHOTONS
pl: REGENERACJA FOTONÓW W TOKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.GLOWFLY_COCOON
source: UNDERGOING UPGRADE
pl: PRZECHODZI MODERNIZACJĘ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GNAT
source: TINY FLYING MEATSACKS
pl: MAŁE, LATAJĄCE MIĘSAKI

# STRINGS.CHARACTERS.WX78.DESCRIBE.GNATMOUND
source: HOME OF TINY FLYING MEATSACK
pl: DOM MAŁYCH, LATAJĄCYCH MIĘSAKÓW

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.BURNING
source: GROUND PARTS ON FIRE
pl: KOMPONENTY ZIEMI PŁONĄ

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.GENERIC
source: TOWERING GROUND PARTS
pl: WYSOKIE KOMPONENTY ZIEMI

# STRINGS.CHARACTERS.WX78.DESCRIBE.GRASS_TALL.PICKED
source: GROUND PARTS PREVIOUSLY ACQUIRED
pl: POZYSKANO JUŻ KOMPONENTY ZIEMI

# STRINGS.CHARACTERS.WX78.DESCRIBE.HALBERD
source: AN EVIL KILLING IMPLEMENT
pl: IMPLEMENTACJA ZŁEGO ZABIJANIA

# STRINGS.CHARACTERS.WX78.DESCRIBE.IRON
source: HELLO FRIEND
pl: WITAJ, PRZYJACIELU

# STRINGS.CHARACTERS.WX78.DESCRIBE.PANGOLDEN
source: AN ORGANIC WITH A TASTE FOR METAL. CONCERNING
pl: ORGANICZNY Z SMAKIEM METALI. DOTYCZĄCY

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.DEAD
source: NONFUNCTIONING
pl: NIE DZIAŁA

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.GENERIC
source: EXCESSIVE OCULAR MODULES ARE INEFFICIENT
pl: NADMIERNE MODUŁY WZROKOWE SĄ NIEEFEKTYWNE

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK.SLEEPING
source: IDLING
pl: W TRYBIE BEZCZYNNOŚCI

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWKFEATHER
source: IT HAS BEEN SEPARATED FROM ITS BIRD
pl: ZOSTAŁO ODDZIELONE OD SWEGO PTAKA.

# STRINGS.CHARACTERS.WX78.DESCRIBE.PEAGAWK_BUSH
source: GROUND PART
pl: KOMPONENT ZIEMNY

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.APORKALYPSE
source: WARNING: CREEPINESS OVERLOAD
pl: OSTRZEŻENIE: NADMIAR GROZY

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.FOLLOWER
source: STOP FOLLOWING ME
pl: PRZESTAŃ ZA MNĄ ŁAZIĆ

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.GENERIC
source: WARNING: CUTENESS OVERLOAD
pl: OSTRZEŻENIE: NADMIAR SŁODKOŚCI

# STRINGS.CHARACTERS.WX78.DESCRIBE.POG.SLEEPING
source: THE CUTENESS OVERLOAD CAUSED A BLACKOUT
pl: NADMIAR SŁODKOŚCI SPOWODOWAŁ UTRATĘ PRZYTOMNOŚCI

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.DEAD
source: TERMINATED
pl: JEGO PROCES ZOSTAŁ ZAKOŃCZONY

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.GENERIC
source: YOU HAVE EXCESSIVE FACIAL HAIR
pl: POSIADASZ NADMIERNE OWŁOSIENIE NA TWARZY

# STRINGS.CHARACTERS.WX78.DESCRIBE.RABID_BEETLE.SLEEPING
source: REGENERATING TERROR
pl: REGENERACJA GROZY W TOKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.SEDIMENTPUDDLE
source: WATER IS HINDERING ME FROM FINANCIAL GAIN
pl: WODA POWSTRZYMUJE MNIE OD FINANSOWEGO ZYSKU

# STRINGS.CHARACTERS.WX78.DESCRIBE.SHEARS
source: I WILL DEFEAT SOME VEGETATION WITH THIS!
pl: Z ICH POMOCĄ POKONAM ROŚLINNOŚĆ!

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.BURNT
source: SORRY, FRIEND
pl: PRZEPRASZAM PRZYJACIELU

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.COOKING_SHORT
source: FRIEND ARE OUTPIT AT MAXIMUM POWER
pl: PRZYJACIELE SĄ WYJŚCIOWE Z MAKSYMALNĄ MOCĄ

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.DONE
source: RECEIVED RETRUN VALUE
pl: OTRZYMANA WARTOŚĆ ZWROTU

# STRINGS.CHARACTERS.WX78.DESCRIBE.SMELTER.EMPTY
source: HELLO, FRIEND
pl: WITAJ, PRZYJACIELU.

# STRINGS.CHARACTERS.WX78.DESCRIBE.TREE_PILLAR
source: IT IS LARGE AND MADE OF WOOD
pl: DUŻA I DREWNIANA

# STRINGS.CHARACTERS.WX78.DESCRIBE.WEEVOLE
source: BIOLOGICAL FLESHSACK VIRUS
pl: MIĘSAK BĘDĄCY BIOLOGICZNYM WIRUSEM

# STRINGS.CHARACTERS.WX78.DESCRIBE.WEEVOLE_CARAPACE
source: THEY HAVE BEEN DEBUGGED
pl: ZOSTAŁ ZDEBUGOWANY

# STRINGS.NAMES.ALLOY
source: Alloy
pl: Stop

# STRINGS.NAMES.APORKALYPSE_CLOCK
source: Aporkalypse Calendar
pl: Kalendarz wieprzokalipsy

# STRINGS.NAMES.ARMOR_METALPLATE
source: Tin Suit
pl: Blaszany pancerz

# STRINGS.NAMES.ARMOR_WEEVOLE
source: Weevole Mantle
pl: Płaszcz z chrabąszcza ryjówki

# STRINGS.NAMES.ASPARAGUS_PLANTED
source: Asparagus
pl: Szparagi

# STRINGS.NAMES.BASEFAN
source: Oscillating Fan
pl: Wiatrak

# STRINGS.NAMES.CHITIN
source: Chitin
pl: Chityna

# STRINGS.NAMES.CUTNETTLE
source: Nettle
pl: Pokrzywa

# STRINGS.NAMES.DUNGBALL
source: Dung Ball
pl: Kulka z kupy

# STRINGS.NAMES.DUNGBEETLE
source: Dung Beetle
pl: Żuczyca gnojarka

# STRINGS.NAMES.DUNGPILE
source: Dung Pile
pl: Kupa gnoju

# STRINGS.NAMES.FLOWER_RAINFOREST
source: Exotic Flower
pl: Egzotyczny kwiat

# STRINGS.NAMES.GLOWFLY
source: Glowfly
pl: Świetlik

# STRINGS.NAMES.GLOWFLY_COCOON
source: Glowfly Cocoon
pl: Kokon świetlika

# STRINGS.NAMES.GNAT
source: Gnat Swarm
pl: Chmara komarów

# STRINGS.NAMES.GNATMOUND
source: Gnat Mound
pl: Kopiec komarów

# STRINGS.NAMES.GRASS_TALL
source: Tall Grass
pl: Wysoka trawa

# STRINGS.NAMES.HALBERD
source: Halberd
pl: Halabarda

# STRINGS.NAMES.IRON
source: Iron Ore
pl: Ruda żelaza

# STRINGS.NAMES.PANGOLDEN
source: Pangolden
pl: Panzłotnik

# STRINGS.NAMES.PEAGAWK
source: Peagawk
pl: Głupaw

# STRINGS.NAMES.PEAGAWKFEATHER
source: Peagawk Plume
pl: Pióro głupawia

# STRINGS.NAMES.PEAGAWK_BUSH
source: Blinkbush
pl: Mrugający krzew

# STRINGS.NAMES.RABID_BEETLE
source: Rabid Beetle
pl: Wściekły żuk

# STRINGS.NAMES.SEDIMENTPUDDLE
source: Sparkling Pool
pl: Błyszcząca kałuża

# STRINGS.NAMES.SHEARS
source: Shears
pl: Nożyce

# STRINGS.NAMES.SMELTER
source: Smelter
pl: Piec hutniczy

# STRINGS.NAMES.TREE_PILLAR
source: Great Leafy Stalk
pl: Wielka liściasta łodyga

# STRINGS.NAMES.WEEVOLE
source: Weevole
pl: Chrabąszcz ryjówka

# STRINGS.NAMES.WEEVOLE_CARAPACE
source: Weevole Carapace
pl: Pancerz chrabąszcza ryjówki

# STRINGS.RECIPE_DESC.ARMOR_METALPLATE
source: Strong and sturdy.
pl: Silny i wytrzymały.

# STRINGS.RECIPE_DESC.ARMOR_WEEVOLE
source: Kinda gross, but surprisingly strong.
pl: Trochę ohydny, ale zaskakująco wytrzymały.

# STRINGS.RECIPE_DESC.BASEFAN
source: Relieves hay fever, keeps you dry.
pl: Łagodzi objawy kataru siennego i chroni przed wilgocią.

# STRINGS.RECIPE_DESC.HALBERD
source: Pointy and hurty.
pl: Kłująca i raniąca.

# STRINGS.RECIPE_DESC.SHEARS
source: Cut your way into adventure.
pl: Wytnij sobie drogę do przygody.

# STRINGS.RECIPE_DESC.SMELTER
source: Turn Iron into Alloy.
pl: Stop żelazo w stop.

# STRINGS.UI.CUSTOMIZATIONSCREEN.ASPARAGUS
source: Asparagus
pl: Szparagi

# STRINGS.UI.CUSTOMIZATIONSCREEN.ASPARAGUS_REGROWTH
source: Asparagus
pl: Szparagi

# STRINGS.UI.CUSTOMIZATIONSCREEN.DEEP_JUNGLE_FERN_NOISE
source: Jungle Floor Ferns
pl: Ciernie w poszyciu dżungli

# STRINGS.UI.CUSTOMIZATIONSCREEN.DUNGBEETLE
source: Dung Beetle
pl: Chrząszcz gnojowy

# STRINGS.UI.CUSTOMIZATIONSCREEN.DUNGBEETLE_SETTING
source: Dung Beetle
pl: Chrząszcz gnojowy

# STRINGS.UI.CUSTOMIZATIONSCREEN.DUNGPILE
source: Dung Pile
pl: Kupa gnoju

# STRINGS.UI.CUSTOMIZATIONSCREEN.FOG
source: Fog
pl: Mgła

# STRINGS.UI.CUSTOMIZATIONSCREEN.GLOWFLYCYCLE
source: Glowfly Cycle
pl: Cykl świetlików

# STRINGS.UI.CUSTOMIZATIONSCREEN.GLOWFLY_SETTING
source: Glowfly
pl: Świetlik

# STRINGS.UI.CUSTOMIZATIONSCREEN.GNATMOUND
source: Gnat Mound
pl: Kopiec Komara

# STRINGS.UI.CUSTOMIZATIONSCREEN.GNAT_SETTING
source: Gnat Swarm
pl: Rój Komarów

# STRINGS.UI.CUSTOMIZATIONSCREEN.GRASS_TALL
source: Tall Grass
pl: Wysoka trawa

# STRINGS.UI.CUSTOMIZATIONSCREEN.GRASS_TALL_PATCH
source: Infected Tall Grass
pl: Zainfekowana Wysoka Trawa

# STRINGS.UI.CUSTOMIZATIONSCREEN.HAYFEVER
source: Hayfever
pl: Katar sienny

# STRINGS.UI.CUSTOMIZATIONSCREEN.HUMID
source: Humid
pl: Wilgoć

# STRINGS.UI.CUSTOMIZATIONSCREEN.JUNGLE_BORDER_VINE
source: Jungle Canopy Vines
pl: Pnącza w sklepieniu dżungli

# STRINGS.UI.CUSTOMIZATIONSCREEN.LUSH
source: Lush
pl: Urodzajność

# STRINGS.UI.CUSTOMIZATIONSCREEN.PEAGAWK_SETTING
source: Peagawk
pl: Głupaw

# STRINGS.UI.CUSTOMIZATIONSCREEN.PEAGAWK_SPAWNER
source: Peagawk
pl: Głupaw

# STRINGS.UI.CUSTOMIZATIONSCREEN.PL_CLOCKTYPE
source: Clock Type
pl: Typ zegara

# STRINGS.UI.CUSTOMIZATIONSCREEN.PORKLAND_SEASON_START
source: Porkland Starting Season
pl: Porkland Początkowa pora roku

# STRINGS.UI.CUSTOMIZATIONSCREEN.TEMPERATE
source: Temperate
pl: Umiarkowanie

# STRINGS.UI.CUSTOMIZATIONSCREEN.WEEVOLE_SETTING
source: Weevole
pl: Chrabąszcz ryjówka

# STRINGS.UI.SANDBOXMENU.CHOOSEWORLD
source: Choose World
pl: Wybierz Świat

# STRINGS.UI.SANDBOXMENU.CLOCKTYPE_DEFAULT
source: Default
pl: Domyślna

# STRINGS.UI.SANDBOXMENU.CLOCKTYPE_PORKLAND
source: Plateau
pl: Płaskowyż

# STRINGS.UI.SANDBOXMENU.HUMID
source: Humid
pl: Wilgoć

# STRINGS.UI.SANDBOXMENU.LUSH
source: Lush
pl: Urodzajność

# STRINGS.UI.SANDBOXMENU.PORKLAND_DEFAULT
source: Temperate
pl: Umiarkowanie

# STRINGS.UI.SANDBOXMENU.TEMPERATE
source: Temperate
pl: Umiarkowanie

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.APORKALYPSE
source: Aporkalypse
pl: Apokalipsa

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.HUMID
source: Humid
pl: Wilgoć

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.LUSH
source: Lush
pl: Urodzajność

# STRINGS.UI.SERVERLISTINGSCREEN.SEASONS.TEMPERATE
source: Temperate
pl: Umiarkowanie
