Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CUTNETTLE
source: It smells funny.
pl: Dziwnie pachnie.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBALL
source: Can't even set it on fire.
pl: Nawet nie da się tego podpalić.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.DEAD
source: Squashed.
pl: Zgnieciona.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.GENERIC
source: Beat it, smelly beetle!
pl: Spadówa, śmierdzący robalu!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.SLEEPING
source: How do you sleep with that smell?
pl: Jak można spać w takim smrodzie?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGBEETLE.UNDUNGED
source: You better run.
pl: Lepiej zwiewaj.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGPILE.GENERIC
source: Haha, that pile's huge!
pl: Ta kupa jest ogromna!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.DUNGPILE.PICKED
source: What? I needed it.
pl: Serio? Tego mi było trzeba.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.FLOWER_RAINFOREST
source: It's kinda ugly. But it burns.
pl: Trochę brzydki. Ale łatwopalny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.DEAD
source: Squashed.
pl: Zgnieciony.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.GENERIC
source: Looks slimy.
pl: Ale obleśny.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY.SLEEPING
source: (Psst... you're gross.)
pl: (Psst... jesteś ohydny).

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GLOWFLY_COCOON
source: Doing a bad job of hiding from me.
pl: Chce się przede mną schować, ale bezskutecznie.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GNAT
source: Agh! They're too small to burn!
pl: Za małe, żeby je spalić!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GNATMOUND
source: I can't even burn it down.
pl: Nawet nie da się tego spalić.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.BURNING
source: I win.
pl: Wygrałam.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.GENERIC
source: This grass is tough!
pl: Mocna ta trawa!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.GRASS_TALL.PICKED
source: Not tough enough!
pl: Ja jestem mocniejsza.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.HALBERD
source: Weapons are only good if they're twice your size.
pl: Broń ma sens tylko wtedy, gdy jest dwa razy większa od człowieka.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.IRON
source: I can't burn it with just my lighter.
pl: Samą moją zapalniczką go nie podpalę.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PANGOLDEN
source: Yeesh, he's sucking up all the gold!
pl: Jeny, wysysa całe złoto!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.DEAD
source: Very dead.
pl: Bardzo martwy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.GENERIC
source: Jeepers peepers!
pl: Rajuśku, ale strasznie!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK.SLEEPING
source: I wonder what burning feathers smell like.
pl: Ciekawe, jak pachną płonące pióra.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWKFEATHER
source: Fancy feathers.
pl: Eleganckie piórka.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.PEAGAWK_BUSH
source: A bush. I think.
pl: Krzak. Chyba.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.APORKALYPSE
source: I don't like the look of that dog!
pl: Ten pies wygląda podejrzanie!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.FOLLOWER
source: Hey! Shoo!
pl: Hej! Sio!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.GENERIC
source: Hey! A doggy!
pl: Hej! Piesek!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.POG.SLEEPING
source: Aw, it's sleeping.
pl: Ooo, śpi sobie.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.DEAD
source: Looks dead to me.
pl: Na moje oko martwy.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.GENERIC
source: What're you so mad about?
pl: Czemu się tak wściekasz?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.RABID_BEETLE.SLEEPING
source: I should draw a mustache on its mustache while it sleeps.
pl: Póki śpi, muszę mu dorysować wąsy na wąsach.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SEDIMENTPUDDLE
source: Yeesh, there's a lot of sparkles in there.
pl: Jeny, ale się mieni.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SHEARS
source: Not as good as fire, but I guess it has its uses.
pl: Nie tak fajne jak płomienie, ale do czegoś się przydadzą.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.BURNT
source: Okay, that's a liitle bit too far.
pl: Dobra, to trochę za daleko.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.COOKING_SHORT
source: The fire is doing its thing!
pl: Ogień robi swoje!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.DONE
source: When are we do this again?
pl: Kiedy to powtórzymy?

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.SMELTER.EMPTY
source: Oh yeah! Now I can burn metal.
pl: Jupi! Mogę teraz palić metal.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.TREE_PILLAR
source: That's a big ol' tree.
pl: Duże, stare drzewo.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WEEVOLE
source: Stand still so I can burn you.
pl: Nie ruszaj się, żebym mogła cię spalić.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.WEEVOLE_CARAPACE
source: Ew.
pl: Ohyda.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_DEHUMID.1
source: This is much more comfortable.
pl: To jest o wiele wygodniejsze.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_GNATS_DIED
source: I said stay away.
pl: Powiedziałem trzymaj się z daleka.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_HAYFEVER
source: My nose is itchy...
pl: swędzi mnie nos...

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_HAYFEVER_OFF
source: Huh, finally comfortable.
pl: Uff, wreszcie wygodnie.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_PICKPOOP.1
source: Alas!
pl: Niestety!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_PICKPOOP.2
source: So dirty!
pl: Bardzo brudny!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_PICKPOOP.3
source: Unbearable!
pl: Nie do zniesienia!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_SNEEZE
source: Ah chirp!
pl: Ach chichot!

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_TOO_HUMID.1
source: %s is not breathable at all.
pl: %s w ogóle nie oddycha.

# STRINGS.CHARACTERS.WINONA.ANNOUNCE_TOO_HUMID.2
source: This %s is so boring that I can't breathe.
pl: To %s jest tak nudne, że nie mogę oddychać.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ALLOY
source: Proper processing makes it better.
pl: Właściwa obróbka czyni go lepszym.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.APORKALYPSE_CLOCK
source: A fairly complex set of instrumentation.
pl: Dość skomplikowany zestaw oprzyrządowania.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ARMOR_METALPLATE
source: Bulky, but surprisingly well-protected.
pl: Masywny, ale zaskakująco dobrze chroniony.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ARMOR_WEEVOLE
source: Not very comfortable, just let it go.
pl: Niezbyt wygodne, po prostu odpuść.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.ASPARAGUS_PLANTED
source: Wholesome green vegetables.
pl: Zdrowe zielone warzywa.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.BASEFAN
source: I'm sure bossman would be very interested in it.
pl: Jestem pewien, że szef byłby tym bardzo zainteresowany.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CHITIN
source: I don't know what this can be used for.
pl: Nie wiem do czego to może służyć.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.CUTNETTLE
source: Keep your breath flowing and refresh your mind.
pl: Utrzymuj przepływ oddechu i odśwież swój umysł.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBALL
source: I would never touch it.
pl: Nigdy bym tego nie dotknął.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.DEAD
source: Is she dead?
pl: Czy ona nie żyje?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.GENERIC
source: No matter how many times you see it, it’s hard to accept.
pl: Nieważne, ile razy to widzisz, trudno to zaakceptować.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.SLEEPING
source: Rest is a must.
pl: Odpoczynek jest koniecznością.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGBEETLE.UNDUNGED
source: It looks like the loss of a loved one.
pl: Wygląda to jak strata bliskiej osoby.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGPILE.GENERIC
source: Ugh, gross.
pl: Uch, obrzydliwe.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.DUNGPILE.PICKED
source: I thought it was over...
pl: Myślałam, że to już koniec...

# STRINGS.CHARACTERS.WINONA.DESCRIBE.FLOWER_RAINFOREST
source: I have never seen such flowers.
pl: Nigdy nie widziałam takich kwiatów.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.DEAD
source: It's broken.
pl: Jest uszkodzony.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.GENERIC
source: Flying spotlights.
pl: Latające reflektory.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY.SLEEPING
source: It's time for maintenance.
pl: Czas na konserwację.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GLOWFLY_COCOON
source: Change is happening.
pl: Następuje zmiana.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GNAT
source: leave me alone!
pl: Zostaw mnie w spokoju!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GNATMOUND
source: Those bugs are hiding in here.
pl: Te robaki ukrywają się tutaj.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.BURNING
source: A Grass fire!
pl: Ogień trawy!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.GENERIC
source: That's some... very tall grass.
pl: To trochę... bardzo wysoka trawa.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.GRASS_TALL.PICKED
source: All work is done.
pl: Cała praca jest skończona.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.HALBERD
source: More suited to combat than to work.
pl: Bardziej nadaje się do walki niż do pracy.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.IRON
source: Invaluable material for manufacturing useful tools.
pl: Nieoceniony materiał do produkcji użytecznych narzędzi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PANGOLDEN
source: A living metallurgical furnace.
pl: Żywy piec hutniczy.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK.GENERIC
source: Always be vigilant.
pl: Zawsze bądź czujny.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK.SLEEPING
source: It let down its guard.
pl: Stracił czujność.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWKFEATHER
source: It's still looking at me.
pl: Ciągle na mnie patrzy.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.PEAGAWK_BUSH
source: A vigilant bush, how strange!
pl: Czujny krzak, jakie to dziwne!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.APORKALYPSE
source: Stop! Calm down!
pl: Zatrzymywać się! Uspokoić się!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.FOLLOWER
source: do you like me? I like you too!
pl: lubisz mnie? Też cię lubię!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.GENERIC
source: These eyes allow me to forgive everything it does.
pl: Te oczy pozwalają mi wybaczyć wszystko, co robi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.POG.SLEEPING
source: It's sleeping.
pl: To śpi.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.DEAD
source: Ah, it stopped.
pl: Ach, zatrzymało się.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.GENERIC
source: What are you all excited about?
pl: Czym wszyscy jesteście podekscytowani?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.RABID_BEETLE.SLEEPING
source: Calm down!
pl: Uspokoić się!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SEDIMENTPUDDLE
source: The metal content seriously exceeded the standard.
pl: Zawartość metalu znacznie przekroczyła normę.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SHEARS
source: Shears for gardening.
pl: Nożyce do prac ogrodniczych.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.BURNT
source: Forgot fire rules, didn't you?
pl: Zapomniałeś zasad przeciwpożarowych, prawda?

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.COOKING_SHORT
source: Rome was not built in a day.
pl: Nie od razu Rzym zbudowano.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.DONE
source: knock off!
pl: strącać!

# STRINGS.CHARACTERS.WINONA.DESCRIBE.SMELTER.EMPTY
source: Process the metallic material.
pl: Obróbka materiału metalicznego.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.TREE_PILLAR
source: It stretches to the end of my field of vision.
pl: Rozciąga się do końca mojego pola widzenia.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WEEVOLE
source: Once you've dealt with bedbugs, weevils aren't so bad.
pl: Wołki są niczym, jeśli kiedykolwiek miałeś do czynienia z pluskwami.

# STRINGS.CHARACTERS.WINONA.DESCRIBE.WEEVOLE_CARAPACE
source: It can be regarded as clean.
pl: Można go uznać za czysty.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_DEHUMID.1
source: Ha! Wolfgang beat the heat!
pl: Ha! Wolfgang pokonał gorąc!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_GNATS_DIED
source: Wolfgang's muscles felt much better.
pl: Mięśnie Wolfganga czuły się znacznie lepiej.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HAYFEVER
source: Allergies strong like Wolfgang!
pl: Alergia mocna jak Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_HAYFEVER_OFF
source: Ha! Wolfgang beat allergies!
pl: Ha! Wolfgang pokonał alergię!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PICKPOOP.1
source: Bah!
pl: Ble!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PICKPOOP.2
source: Ew!
pl: Fuj!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_PICKPOOP.3
source: Wolfgang is disgusted!
pl: Wolfgang się brzydzi!

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_SNEEZE
source: Achoo! Excuse Wolfgang.
pl: Apsik! Wolfgang przeprasza.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TOO_HUMID.1
source: Wolfgang don't like %s in this heat.
pl: %s nie jest czymś, co Wolfgang ma ochotę nosić w tym upale.

# STRINGS.CHARACTERS.WOLFGANG.ANNOUNCE_TOO_HUMID.2
source: Is too muggy.
pl: Za gorąco.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ALLOY
source: Fire make it strong like Wolfgang.
pl: Od ognia robi się mocny jak Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.APORKALYPSE_CLOCK
source: Is clock of scary things.
pl: Zegar strasznych rzeczy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_METALPLATE
source: No one beat Wolfgang now!
pl: Nikt już nie pokona Wolfganga!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ARMOR_WEEVOLE
source: Wolfgang win!
pl: Wolfgang wygrywa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.ASPARAGUS_PLANTED
source: Haha. Is like tiny vegetable hats.
pl: Ha, ha. Małe, warzywne kapelutki.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.BASEFAN
source: Is cool on Wolfgang skin.
pl: Chłodek dla Wolfganga.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CHITIN
source: Icky bug pieces.
pl: Wstrętne kawałki robala.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.CUTNETTLE
source: Is good for clearing nose.
pl: Do czyszczenia nosa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBALL
source: Is ball of poop.
pl: Kula kupy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.DEAD
source: Is dead. Is still stink.
pl: Nie żyje. Nadal śmierdzi.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.GENERIC
source: Bug runs on ball of poop.
pl: Robal biega na kuli kupy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.SLEEPING
source: Is pooped.
pl: Robal zrobił kupę.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Bug fell off ball of poop.
pl: Robal spadł z kuli kupy.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGPILE.GENERIC
source: Is more smelly than armpit.
pl: Śmierdzi bardziej niż pacha.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.DUNGPILE.PICKED
source: All gone. For now.
pl: To wszystko. Na razie.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.FLOWER_RAINFOREST
source: Little smelly flower.
pl: Mały, pachnący kwiatek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.DEAD
source: Light bug is lights out.
pl: Świecący robal zgasł.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.GENERIC
source: Is light bug.
pl: Świecący robal.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY.SLEEPING
source: Light bug is dark.
pl: Świecący robal nie świeci.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GLOWFLY_COCOON
source: Bug look cozy.
pl: Robal ma przytulnie.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GNAT
source: Is too small for smashing!
pl: Za małe, żeby im przywalić!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GNATMOUND
source: Wolfgang smash bug home!
pl: Wolfgang rozwali robali dom!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.BURNING
source: Wolfgang is not doing that!
pl: Wolfgang tak nie robi!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.GENERIC
source: Very sturdy grass.
pl: Bardzo mocna trawa.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.GRASS_TALL.PICKED
source: Wolfgang is mightiest!
pl: Wolfgang jest najpotężniejszy!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.HALBERD
source: Sword is for weak no-muscle men.
pl: Miecze są dla słabeuszy bez mięśni.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.IRON
source: Iron is strong like Wolfgang.
pl: Żelazo jest mocne jak Wolfgang.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PANGOLDEN
source: Hehe. Haves big nose.
pl: He, he. Duży nochal.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.DEAD
source: Is blink-blink no more.
pl: Już nie mruga.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.GENERIC
source: Funny blink-blink bird!
pl: Śmieszny, mrugający ptak!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK.SLEEPING
source: Is sleep, but eyes still blink-blink.
pl: Śpi, ale oczy dalej mrugają.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWKFEATHER
source: Is blink-blink bird feather.
pl: Pióro mrugającego ptaka.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.PEAGAWK_BUSH
source: Is just bush.
pl: Tylko krzak.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.APORKALYPSE
source: Wolfgang does not like scary batdog!
pl: Wolfgang nie lubi strasznego nietoperzopsa!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.FOLLOWER
source: You like Wolfgang, yes?
pl: Lubisz Wolfganga, co?

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.GENERIC
source: Is cute little food stealer.
pl: Słodki, mały złodziej jedzenia.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.POG.SLEEPING
source: Goodnight little food stealer.
pl: Dobranoc, mały złodzieju jedzenia.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.DEAD
source: Is stomped.
pl: Zdeptany.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.GENERIC
source: Wolfgang will stomp bad beetle!
pl: Wolfgang zdepcze złego żuka!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.RABID_BEETLE.SLEEPING
source: Hehe. Is funny mustache.
pl: He, he. Śmieszny wąs.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SEDIMENTPUDDLE
source: Hello little sparklies!
pl: Cześć, małe iskierki!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SHEARS
source: Is for cutting plant things.
pl: Do cięcia roślinek.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.BURNT
source: Smelter is dead.
pl: Hutnik nie żyje.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.COOKING_SHORT
source: Is almost melt!
pl: Prawie się stopił!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.DONE
source: Fire make metal bricks.
pl: Ogień robi metalowe cegły.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.SMELTER.EMPTY
source: Wolfgang lifted it without difficulty.
pl: Wolfgang podniósł go bez trudności.

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.TREE_PILLAR
source: Mightiest tree!
pl: Najpotężniejsze drzewo!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WEEVOLE
source: Pesky bug. Leave Wolfgang alone!
pl: Wstrętny robal. Zostaw Wolfganga w spokoju!

# STRINGS.CHARACTERS.WOLFGANG.DESCRIBE.WEEVOLE_CARAPACE
source: Is pesky bug skin.
pl: Skóra wstrętnego robala.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_DEHUMID.1
source: That feels better.
pl: Teraz lepiej.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_GNATS_DIED
source: I have many tricks up my sleeve.
pl: Mam wiele asów w rękawie.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HAYFEVER
source: You have allergies like me, Lucy?
pl: Lucy, ty też masz alergie?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_HAYFEVER_OFF
source: Ah! Clean air again.
pl: Ach, wreszcie czyste powietrze.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PICKPOOP.1
source: Ew!
pl: Fuj!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PICKPOOP.2
source: Blah!
pl: Ble!

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_PICKPOOP.3
source: That's gross, eh?
pl: Obleśne, co?

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_SNEEZE
source: Achoo! Excuse me. Sorry.
pl: Apsik! Przepraszam.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TOO_HUMID.1
source: It's blazing with this %s.
pl: %s sprawia, że jest strasznie gorąco.

# STRINGS.CHARACTERS.WOODIE.ANNOUNCE_TOO_HUMID.2
source: Whew! this %s is hot, eh?
pl: Uff! %s strasznie parzy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ALLOY
source: It's like a block of wood made out of metal.
pl: Jak kawał drewna, tylko z metalu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.APORKALYPSE_CLOCK
source: Looks like it's the end of days.
pl: Wygląda na koniec świata.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_METALPLATE
source: Feel a little funny in this.
pl: Dziwnie się w tym czuję.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ARMOR_WEEVOLE
source: Nice use of bug carcasses.
pl: Świetny sposób na wykorzystanie zdechłego owada.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.ASPARAGUS_PLANTED
source: They're like little trees to chop down.
pl: Małe drzewka, w sam raz do ścięcia.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.BASEFAN
source: Yep. That's a nice breeze.
pl: Tak jest. Przyjemny wiaterek.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CHITIN
source: It's got some heft to it.
pl: Troszkę waży.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.CUTNETTLE
source: It has a smell to it.
pl: Pachnie.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBALL
source: Dung to go.
pl: Kupa na wynos.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.DEAD
source: It's a goner.
pl: Straciliśmy ją.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.GENERIC
source: There's a bit of a stink.
pl: Troszkę śmierdzi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.SLEEPING
source: Getting some shut eye.
pl: Przysnęła na trochę.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGBEETLE.UNDUNGED
source: I don't think she liked that.
pl: Chyba jej się nie spodobało.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGPILE.GENERIC
source: Dung gone it.
pl: Ale kupa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.DUNGPILE.PICKED
source: There'll be more.
pl: Będzie tego więcej.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.FLOWER_RAINFOREST
source: It's a pretty lil' thing.
pl: Ładniutki.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.DEAD
source: Dead.
pl: Nie działa.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.GENERIC
source: Thanks for lightin' the way, buddy.
pl: Dzięki za światło, kolego.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY.SLEEPING
source: A well-deserved nap.
pl: Zasłużona drzemka.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GLOWFLY_COCOON
source: That looks comfy, eh?
pl: Chyba ci wygodnie, co nie?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GNAT
source: Lotta those guys in the lumber camps.
pl: W obozach drwali jest ich mnóstwo.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GNATMOUND
source: Industrious little guys, eh Lucy?
pl: Przedsiębiorcze chłopaki, nie, Lucy?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.BURNING
source: It caught fire.
pl: Zapaliła się.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.GENERIC
source: Don't worry your head aboot this one, Lucy.
pl: Nie przejmuj się nią, Lucy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.GRASS_TALL.PICKED
source: Got all I could.
pl: Wziąłem, co mogłem.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.HALBERD
source: Well, it's no axe.
pl: Siekiera to nie jest.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.IRON
source: Can't chop this too well.
pl: Nie da się go porąbać.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PANGOLDEN
source: Looks expensive.
pl: Chyba jest drogi.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.DEAD
source: It's a goner.
pl: Straciliśmy go.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.GENERIC
source: Filthy animal!
pl: Obrzydliwe zwierzę!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK.SLEEPING
source: Catching forty winks.
pl: Ucina sobie drzemkę.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWKFEATHER
source: It has a foul bird stench.
pl: Paskudny ptasi swąd.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.PEAGAWK_BUSH
source: There's a wretched bird nearby. I feel it.
pl: W pobliżu jest jakiś żałosny ptaszor. Czuję to.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.APORKALYPSE
source: Don't come any closer!
pl: Ani kroku dalej!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.FOLLOWER
source: Scat, I ain't got nothin' for you.
pl: Sio! Nic dla ciebie nie mam.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.GENERIC
source: Oh, hey there little guy.
pl: Cześć, koleżko.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.POG.SLEEPING
source: Look'em, Lucy.
pl: Lucy, no popatrz tylko.
