Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.DEAD
source: For the best.
pl: Teraz będzie mu lepiej.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.GENERIC
source: Seems mighty angry.
pl: Wygląda, jakby był wkurzony.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.RABID_BEETLE.SLEEPING
source: Let sleeping bugs lie, I say.
pl: Śpiącym robalom trzeba dać spać.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SEDIMENTPUDDLE
source: What's that shiny stuff in there?
pl: A co to się tak mieni?

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SHEARS
source: Don't get jealous, Lucy.
pl: Lucy, nie bądź zazdrosna.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.BURNT
source: How did it get burned?!
pl: Jak to się spaliło?!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.COOKING_SHORT
source: Oh boy! Here it comes!
pl: O chłopie! Oto nadchodzi!

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.DONE
source: Hrumph. A big production for a little metal.
pl: Hm. Dużo szumu o odrobinę metalu.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.SMELTER.EMPTY
source: It's like a giant maple syrup bucket.
pl: To jak gigantyczne wiadro syropu klonowego.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.TREE_PILLAR
source: That's a real beaut.
pl: Przepiękne.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WEEVOLE
source: Worse than black flies.
pl: Gorsze niż muchy.

# STRINGS.CHARACTERS.WOODIE.DESCRIBE.WEEVOLE_CARAPACE
source: That'll teach 'em!
pl: Będą miały nauczkę!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_DEHUMID.1
source: Ah! Th'air be cool again.
pl: Ach! Znów jest chłodno.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_GNATS_DIED
source: Die! Flying bait!
pl: Umierać! Latająca przynęta!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HAYFEVER
source: Me nose be itchier than a sliver in me pegleg.
pl: Nos mnie swędzi bardziej niż srebro w nodze.

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_HAYFEVER_OFF
source: Ah! Th'air be clear again!
pl: Ach! Powietrze znów jest czyste!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_PICKPOOP.1
source: Arrgh!
pl: Arr!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_PICKPOOP.2
source: Avast!
pl: Dość!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_PICKPOOP.3
source: Ye repulsive thing!
pl: Obrzydlistwo!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_SNEEZE
source: Ahh-pheww!!
pl: Aaa... psik!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TOO_HUMID.1
source: Arrgh! It be hot!
pl: Arr! Ale skwar!

# STRINGS.CHARACTERS.WOODLEGS.ANNOUNCE_TOO_HUMID.2
source: This %s is makin' me sweat me britches.
pl: %s sprawia, że mam pantalony mokre od potu.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ALLOY
source: Ahoy, alloy!
pl: Ahoj, cóż to za stop!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.APORKALYPSE_CLOCK
source: Tha time be nigh!
pl: Wkrótce nadejdzie czas!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_METALPLATE
source: Not good fer swimmin' in.
pl: Nie nadaje się do pływania.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ARMOR_WEEVOLE
source: Aye. Finery made o' bug skin.
pl: Tak jest. Strój ze skóry robaka.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.ASPARAGUS_PLANTED
source: Tiny masts growin' from the ground.
pl: Małe maszty wyrastające z ziemi.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.BASEFAN
source: A cool wind blows from thee!
pl: Chłodna bryza z ciebie wieje.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CHITIN
source: A harden'd hull.
pl: Stwardniały kadłub robaka.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.CUTNETTLE
source: Cleans tha' nose as good as sea air.
pl: Przeczyszcza nos równie dobrze jak morskie powietrze.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBALL
source: Throw it o'erboard!
pl: Za burtę z tym!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.DEAD
source: 'tas been run through!
pl: Przebita na wylot.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.GENERIC
source: Cre'ture o' tha dung.
pl: Stworzenie z łajna.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.SLEEPING
source: Too much o' the grog?
pl: Za dużo rumu?

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Th'foul stench follows ye.
pl: Ciągnie się za tobą paskudny sztynk.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGPILE.GENERIC
source: Foul.
pl: Paskudztwo.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.DUNGPILE.PICKED
source: Argh! Sweet seawat'r could'na cleanse me now.
pl: Arr! Nawet słodka morska woda mnie teraz nie domyje.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.FLOWER_RAINFOREST
source: Ol'Woodlegs na'got use fer'it.
pl: Stary Woodlegs nie wie, co z tym zrobić.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.DEAD
source: Tells no tales.
pl: Nie udaje.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.GENERIC
source: A fly'o'glow!
pl: Świecący owad!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY.SLEEPING
source: Becalm'd.
pl: Osiadł na mieliźnie.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GLOWFLY_COCOON
source: 'e be sleepin' it off.
pl: Odsypia sobie.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GNAT
source: Flyin' minnows.
pl: Latające płotki.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GNATMOUND
source: Barnacle's o'tha land.
pl: Lądowe pąkle.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.BURNING
source: 'Tis ablaze!
pl: Pali się!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.GENERIC
source: As tall'as th'sky.
pl: Wysoka do samego nieba.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.GRASS_TALL.PICKED
source: Plunder'd.
pl: Splądrowana.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.HALBERD
source: T'ain't no cutlass.
pl: To nie jest kordelas.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.IRON
source: 'Tis not gold, but a treasure nonetheless.
pl: Może i to nie złoto, ale zawsze jakiś skarb.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PANGOLDEN
source: Eatin' up all tha treasure!
pl: Pożeracz skarbów!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.DEAD
source: It tells no tales.
pl: Nie udaje.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.GENERIC
source: Arr, them eyes need patches!
pl: Arr, tym oczom potrzebna jest opaska!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK.SLEEPING
source: She be grabbin' some shuteye.
pl: Ucina komara.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWKFEATHER
source: Feather'o'glimmer.
pl: Migoczące pióro.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.PEAGAWK_BUSH
source: 'Tis unsettlin' t'b'sure.
pl: Zdecydowanie niepokojący.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.APORKALYPSE
source: Have at ye!
pl: Stań do walki!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.FOLLOWER
source: B'gone y'scurvy dog!
pl: Goń się, wstrętny kundlu!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.GENERIC
source: Scurvy dog.
pl: Wstrętny kundel.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.POG.SLEEPING
source: Thet b'nice.
pl: Teraz może być.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.DEAD
source: Aye, 'tis fer'tha best.
pl: Tak jest lepiej...

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.GENERIC
source: Ornery buggie.
pl: Uparty robaczek.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.RABID_BEETLE.SLEEPING
source: Thar she blows!
pl: Ognia!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SEDIMENTPUDDLE
source: Alas, not big enough to sail in.
pl: Niestety za mała, żeby w niej pływać.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SHEARS
source: A cutlass fer tha'bushes.
pl: Kordelas do krzaków.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.BURNT
source: Blast the bore!
pl: Wysadź dziurę!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.COOKING_SHORT
source: Ye'll be done soon 'nuff.
pl: Wkrótce skończysz.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.DONE
source: She's ready ta fire!
pl: Jest gotowa do ognia!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.SMELTER.EMPTY
source: A cannon fer makin' metals.
pl: Armata do robienia metali.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.TREE_PILLAR
source: Vessel i'th'makin'.
pl: Rośnie materiał na okręt.

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WEEVOLE
source: 'ave at ye landlubbers!
pl: Strzeżcie się, szczury lądowe!

# STRINGS.CHARACTERS.WOODLEGS.DESCRIBE.WEEVOLE_CARAPACE
source: Longcoat made o' them pesky bugs.
pl: Płaszcz ze skór tych nieznośnych robaków.

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_DEHUMID.1
source: Cooler now
pl: Już chłodniej

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_GNATS_DIED
source: The sizzling guys are gone
pl: Gorący chłopaki odeszli

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_HAYFEVER
source: Happy time is coming!
pl: Nadchodzą radosne dni!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_HAYFEVER_OFF
source: Oh. Happy time gone
pl: Och. Radosne dni się skończyły

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_PICKPOOP.1
source: Wheee!
pl: Łii!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_PICKPOOP.2
source: Yay!
pl: Hurra!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_PICKPOOP.3
source: Woohoo!
pl: Juuhuu!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_SNEEZE
source: Hiccup!
pl: Apsiu!

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_TOO_HUMID.1
source: %s is heavy
pl: %s za dużo waży

# STRINGS.CHARACTERS.WORMWOOD.ANNOUNCE_TOO_HUMID.2
source: %s too hot
pl: %s parzy

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ALLOY
source: Bar of Clink Rock
pl: Sztabka Brzęczącej Skały

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.APORKALYPSE_CLOCK
source: Tic Tock
pl: Tik-tak

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_METALPLATE
source: Clink Rock clothes
pl: Brzęczący strój robota

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ARMOR_WEEVOLE
source: Bzzter clothes
pl: Strój z bzyków

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.ASPARAGUS_PLANTED
source: Hello there!
pl: Cześć!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.BASEFAN
source: Wind
pl: Nakręć

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CHITIN
source: Bzzter clothes
pl: Strój bzyków

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.CUTNETTLE
source: (sniiiiiff)
pl: Niuch, niuch

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBALL
source: Yay! Ball of poop!
pl: Łuuhuu! Kulka z kupy!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.DEAD
source: Poor poop rider
pl: Biedny jeździec na kupie

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.GENERIC
source: You like poop too?!
pl: Też lubisz kupę?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.SLEEPING
source: Shhh...
pl: Ciii...

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Where's poop?
pl: Gdzie kupa?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGPILE.GENERIC
source: Poop!
pl: Kupa!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.DUNGPILE.PICKED
source: Aw. No more poop
pl: Och. Kupa się skończyła

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.FLOWER_RAINFOREST
source: Dirt made a friend
pl: Ziemia ma przyjaciela

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.DEAD
source: (sob)
pl: Chlip

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.GENERIC
source: Bzzter with bright peepers
pl: Bzyk o jasnych patrzałkach

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY.SLEEPING
source: No light
pl: Nie świeci

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GLOWFLY_COCOON
source: Changing
pl: Zmienia się

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GNAT
source: Stay away, Bzzters!
pl: Nie zbliżajcie się, bzyki!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GNATMOUND
source: Hello?
pl: Halo?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.BURNING
source: No!!
pl: Nie!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.GENERIC
source: You're so tall!
pl: Ale jesteś wysoka!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.GRASS_TALL.PICKED
source: Keep growing!
pl: Rośnij dalej!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.HALBERD
source: Twirly Tail Fight Stick
pl: Patyk do walki zakręcogonków

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.IRON
source: Clinky Rock
pl: Brzęcząca skała

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PANGOLDEN
source: Shiny Pooper
pl: Błyszczący kupacz

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.DEAD
source: Oh dear
pl: Ojeju

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.GENERIC
source: Gubble Gubble Tweeter
pl: Gulgoćwirek

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK.SLEEPING
source: Sleeping?
pl: Śpi?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWKFEATHER
source: Gubble Gubble Tweeter clothes
pl: Strój gulgoćwirka

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.PEAGAWK_BUSH
source: Looking good!
pl: Przystojniak!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.APORKALYPSE
source: Bad Woofer
pl: Zły hauek

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.FOLLOWER
source: Friend
pl: Przyjaciel

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.GENERIC
source: Bouncy Woofer
pl: Skaczący hauek

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.POG.SLEEPING
source: Sleepy Snoozer
pl: Śpiący chrapacz

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.DEAD
source: Too bad
pl: Szkoda

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.GENERIC
source: Why so mad, Bzzter?
pl: Co tak się wściekasz, bzyku?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.RABID_BEETLE.SLEEPING
source: Let it sleep
pl: Niech sobie śpi

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SEDIMENTPUDDLE
source: Shiny puddle
pl: Błyszcząca kałuża

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SHEARS
source: For hair cuts
pl: Do obcinania włosów

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.BURNT
source: Nothing
pl: Nic

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.COOKING_SHORT
source: Hot! Hot!
pl: Gorące! Gorące!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.DONE
source: Done!
pl: Zrobione!

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.SMELTER.EMPTY
source: Clinky rock cooker
pl: Clinky rockowa kuchenka

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.TREE_PILLAR
source: Big friend?
pl: Duży przyjaciel?

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WEEVOLE
source: Wee Bzzter
pl: Chrabzyk

# STRINGS.CHARACTERS.WORMWOOD.DESCRIBE.WEEVOLE_CARAPACE
source: Crunchy
pl: Chrupki

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_DEHUMID.1
source: Freedom, this is me!
pl: Wolność, to ja!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_GNATS_DIED
source: Phew, that's really scary.
pl: Uff, to naprawdę przerażające.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_HAYFEVER
source: Oops, so much pollen, it's going to be uncomfortable.
pl: Ups, tyle pyłków, będzie nieprzyjemnie.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_HAYFEVER_OFF
source: The pollen is gone. finally.
pl: Pyłek zniknął. Wreszcie.

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_PICKPOOP.1
source: How disgusting!
pl: Jakie to obrzydliwe!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_PICKPOOP.2
source: It's still hot!
pl: Nadal jest gorąco!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_PICKPOOP.3
source: I can't take my claws anymore!
pl: Nie mogę już znieść moich pazurów!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_SNEEZE
source: (breathing) Ah chirp! Ahhhhhh!
pl: (oddychanie) Ach ćwierkanie! Ahhhhhh!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_TOO_HUMID.1
source: I can't stand %s anymore!
pl: Nie mogę już znieść %s!

# STRINGS.CHARACTERS.WORTOX.ANNOUNCE_TOO_HUMID.2
source: Take off %s.
pl: Zdejmij %s.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.APORKALYPSE_CLOCK
source: Magic on such a large scale, man, this is going to be fun.
pl: Magia na tak wielką skalę, człowieku, to będzie zabawne.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ARMOR_METALPLATE
source: What a horrible torture.
pl: Co za okropne tortury.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ARMOR_WEEVOLE
source: I'm getting goosebumps.
pl: Dostaję gęsiej skórki.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.ASPARAGUS_PLANTED
source: A spear that grows out of the earth.
pl: Włócznia, która wyrasta z ziemi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.BASEFAN
source: The breeze is blowing, so happy.
pl: Wieje wiatr, jestem taki szczęśliwy.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CHITIN
source: The shell of those guys.
pl: Skorupa tych facetów.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.CUTNETTLE
source: Just smelling it blows my nose.
pl: Samo wąchanie zatyka mi nos.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBALL
source: Why would anyone like it?
pl: Dlaczego ktoś miałby to lubić?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.DEAD
source: Sorry, ma'am.
pl: Przepraszam, proszę pani.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.GENERIC
source: Is that... poop?
pl: Czy to... kupa?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.SLEEPING
source: I thought they would have a loud purring sound.
pl: Myślałem, że będą miały głośny mruczący dźwięk.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Please don't do that again.
pl: Proszę, nie rób tego więcej.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGPILE.GENERIC
source: The stench is overwhelming...
pl: Smród jest nie do zniesienia...

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.DUNGPILE.PICKED
source: Still there?
pl: Wciąż tam?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.FLOWER_RAINFOREST
source: There is a wild beauty.
pl: Jest dzikie piękno.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.DEAD
source: sorry.
pl: Przepraszam.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.GENERIC
source: Shiny little guy.
pl: Błyszczący mały facet.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY.SLEEPING
source: Have a good dream.
pl: Miłych snów.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GLOWFLY_COCOON
source: What will become of it?
pl: Co z tego będzie?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GNAT
source: Don't let them get under my fur!
pl: Nie pozwól im dostać się pod moje futro!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GNATMOUND
source: This is my first time seeing this.
pl: Widzę to po raz pierwszy.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.BURNING
source: Oops, it's burning.
pl: Ups, pali się.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.GENERIC
source: Solid tall grass, really nice.
pl: Solidna, wysoka trawa, naprawdę ładna.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.GRASS_TALL.PICKED
source: Gone, all gone.
pl: Zniknęło, wszystko zniknęło.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.HALBERD
source: What a vicious weapon.
pl: Co za okrutna broń.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.IRON
source: Oooh. Almost burned me.
pl: Oooch. Prawie mnie spalił.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PANGOLDEN
source: How was your day? Is there anything to gain?
pl: Jak ci minął dzień? Czy jest coś do zyskania?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK.GENERIC
source: You must have seen a lot, right?
pl: Musiałeś dużo widzieć, prawda?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK.SLEEPING
source: Huh, let's close our eyes and take a break?
pl: Co, zamknijmy oczy i zróbmy sobie przerwę?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWKFEATHER
source: Feather of a small peacock.
pl: Pióro małego pawia.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.PEAGAWK_BUSH
source: Well, this trick can't fool me.
pl: Cóż, ta sztuczka nie może mnie oszukać.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.APORKALYPSE
source: I don't want to hurt you!
pl: Nie chcę cię skrzywdzić!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.FOLLOWER
source: Good boy.
pl: Dobry chłopak.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.GENERIC
source: Hi little Chihuahua!
pl: Cześć, mała Chihuahua!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.POG.SLEEPING
source: Go to sleep.
pl: Idź spać.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.DEAD
source: it's a pity.
pl: szkoda.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.GENERIC
source: Really energetic, do you want to dance?
pl: Naprawdę energiczny, chcesz zatańczyć?

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.RABID_BEETLE.SLEEPING
source: Then intermission.
pl: Potem przerwa.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SEDIMENTPUDDLE
source: These are not for drinking.
pl: To nie jest do picia.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SHEARS
source: Click, click, leaves fall.
pl: Klik, klik, liście opadają.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.BURNT
source: I didn't know they were hot to stone.
pl: Nie wiedziałem, że są gorące jak kamień.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.COOKING_SHORT
source: They are hotter now.
pl: Teraz są cieplejsze.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.DONE
source: It doesn't make them any better.
pl: Nie czyni ich to lepszymi.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.SMELTER.EMPTY
source: Put the iron you hate in and burn it.
pl: Włóż żelazo, którego nienawidzisz i spal je.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.TREE_PILLAR
source: Blot out the sun.
pl: Zasłoń słońce.

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WEEVOLE
source: don't bite me!
pl: nie gryź mnie!

# STRINGS.CHARACTERS.WORTOX.DESCRIBE.WEEVOLE_CARAPACE
source: What remains of their armor.
pl: Co pozostało z ich zbroi.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_DEHUMID.1
source: Huh, cool off.
pl: Ech, ochłoń.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_GNATS_DIED
source: Worms don't mess with fish people.
pl: Robaki nie zadzierają z ludźmi-rybami.

# STRINGS.CHARACTERS.WURT.ANNOUNCE_HAYFEVER
source: Gullah. The gills are so uncomfortable...
pl: Gullah. Skrzela są takie niewygodne...

# STRINGS.CHARACTERS.WURT.ANNOUNCE_HAYFEVER_OFF
source: oh! The gills are finally comfortable!
pl: Oh! Skrzela są wreszcie wygodne!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_PICKPOOP.1
source: Such dirty water!
pl: Taka brudna woda!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_PICKPOOP.3
source: no more chance!
pl: nie ma już szans!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_TOO_HUMID.1
source: %s is hot!
pl: %s jest gorące!

# STRINGS.CHARACTERS.WURT.ANNOUNCE_TOO_HUMID.2
source: I don't want to wear %s anymore!
pl: Nie chcę już nosić %s!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ALLOY
source: The stone became harder.
pl: Kamień stał się twardszy.

# STRINGS.CHARACTERS.WURT.DESCRIBE.APORKALYPSE_CLOCK
source: Stuff form bad story!
pl: Rzeczy ze złej historii!

# STRINGS.CHARACTERS.WURT.DESCRIBE.ARMOR_METALPLATE
source: Sturdy, but heavy.
pl: Solidny, ale ciężki.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ARMOR_WEEVOLE
source: Nice and comfortable armor.
pl: Ładna i wygodna zbroja.

# STRINGS.CHARACTERS.WURT.DESCRIBE.ASPARAGUS_PLANTED
source: Green stick stick, smells good.
pl: Zielony sztyft w sztyfcie, ładnie pachnie.

# STRINGS.CHARACTERS.WURT.DESCRIBE.BASEFAN
source: Water ran away! florpt!
pl: Woda uciekła! kwitnij!

# STRINGS.CHARACTERS.WURT.DESCRIBE.CHITIN
source: Tough hide.
pl: Twarda kryjówka.

# STRINGS.CHARACTERS.WURT.DESCRIBE.CUTNETTLE
source: It into my nose!
pl: To do mojego nosa!

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBALL
source: Dirt ball.
pl: Brudna kula.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.DEAD
source: Not moving anymore.
pl: Już się nie ruszam.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.GENERIC
source: Beautiful, but stinky.
pl: Piękne, ale śmierdzące.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.SLEEPING
source: Just fell asleep.
pl: Właśnie zasnąłem.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Still stinks.
pl: Nadal śmierdzi.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGPILE.GENERIC
source: Dirty and smelly.
pl: Brudno i śmierdząco.

# STRINGS.CHARACTERS.WURT.DESCRIBE.DUNGPILE.PICKED
source: there is none left.
pl: nie ma już nikogo.

# STRINGS.CHARACTERS.WURT.DESCRIBE.FLOWER_RAINFOREST
source: A slightly prettier plant is still ugly.
pl: Nieco ładniejsza roślina nadal jest brzydka.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.DEAD
source: died.
pl: zmarł.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.GENERIC
source: How do they glow?
pl: Jak się świecą?

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY.SLEEPING
source: sleeping.
pl: spanie.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GLOWFLY_COCOON
source: The little bug wrapped itself up.
pl: Mały robak się zapakował.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GNAT
source: Too much!
pl: Zbyt wiele!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GNATMOUND
source: Bug Hideout.
pl: Kryjówka Bugów.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.BURNING
source: Fire! Is fire!
pl: Ogień! Czy ogień!

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.GENERIC
source: Greer... can't move.
pl: Greer... nie może się ruszyć.

# STRINGS.CHARACTERS.WURT.DESCRIBE.GRASS_TALL.PICKED
source: It has been cut clean.
pl: Został wycięty.

# STRINGS.CHARACTERS.WURT.DESCRIBE.HALBERD
source: Strange weapon used by Pigfolk.
pl: Dziwna broń używana przez Pigfolk.

# STRINGS.CHARACTERS.WURT.DESCRIBE.IRON
source: Red hard rock.
pl: Czerwony twardy rock.
