Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.IRON
source: Material for metalwork.
pl: Surowiec do obróbki metalu.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PANGOLDEN
source: Surely a cousin of Gullinbursti!
pl: Ani chybi kuzyn Gullinburstiego!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.DEAD
source: Even in death its eyes stare into my soul.
pl: Nawet po śmierci sięga wzrokiem ku mej duszy.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.GENERIC
source: It has the eyes of Odin.
pl: Ma oczy Odyna.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK.SLEEPING
source: I cannot tell if it is awake or sleep.
pl: Śpi czy czuwa?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWKFEATHER
source: A priceless beauty.
pl: Piękno na wagę złota.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.PEAGAWK_BUSH
source: Do you think you can hide from me?
pl: Myślisz, że się przede mną ukryjesz?

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.APORKALYPSE
source: You wish to joust? Surely you jest!
pl: Pragniesz potyczki? Chyba kpisz!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.FOLLOWER
source: I have been taken by its cuteness.
pl: Ujęła mnie jego słodycz.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.GENERIC
source: Within its cuteness lays the heart of a tiny warrior!
pl: Pod warstwą słodyczy skrywa się serce małego wojownika!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.POG.SLEEPING
source: Sweetest dreams, cute meat.
pl: Słodkich snów, mięsko.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.DEAD
source: It has died in battle.
pl: Poległ w bitwie.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.GENERIC
source: Evil beast. You have met your match!
pl: Plugawa bestio, oto natrafiłaś na godną siebie przeciwniczkę!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.RABID_BEETLE.SLEEPING
source: Slumber consumes it!
pl: Pochłonął go sen!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SEDIMENTPUDDLE
source: Its tiny gold pieces will be mine!
pl: Te drobinki złota będą moje!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SHEARS
source: A weapon for use against a mighty hedge!
pl: Broń przeciwko potężnemu żywopłotowi!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.BURNT
source: My role is more warrior than artizan.
pl: Moja rola jest bardziej wojownikiem niż rzemieślnikiem.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.COOKING_SHORT
source: Patience is an essential quality of a good fighter.
pl: Cierpliwość to podstawowa cecha dobrego wojownika.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.DONE
source: Now make me a sharp edge!
pl: Teraz zrób mi ostrą krawędź!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.SMELTER.EMPTY
source: The tools of dwarves.
pl: Narzędzia krasnoludów.

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.TREE_PILLAR
source: Surely I stand before Yggdrasil!
pl: Ani chybi to Yggdrasil!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WEEVOLE
source: A pest upon this land!
pl: Plaga tych ziem!

# STRINGS.CHARACTERS.WATHGRITHR.DESCRIBE.WEEVOLE_CARAPACE
source: The skin of my enemy.
pl: Skóra z mego wroga.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_DEHUMID.1
source: Ah! That feels better.
pl: Ach! Teraz lepiej.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_GNATS_DIED
source: Don't bother a gentleman.
pl: Nie przeszkadzaj panu.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HAYFEVER
source: Ugh. Allergies.
pl: Uch. Alergia.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_HAYFEVER_OFF
source: Ah... I can breathe again.
pl: Ach... Znów mogę oddychać.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.1
source: Bah!
pl: Ble!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.2
source: Ew!
pl: Fuj!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.3
source: Gah!
pl: Auć!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_PICKPOOP.4
source: Filth!
pl: Ohyda!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_SNEEZE
source: ah...CHOOOO!
pl: Aa...PSIIIIK!

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TOO_HUMID.1
source: This %s is too much.
pl: %s za dużo waży.

# STRINGS.CHARACTERS.WAXWELL.ANNOUNCE_TOO_HUMID.2
source: This %s is hotter than I like.
pl: %s ma temperaturę wyższą, niż bym chciał.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ALLOY
source: Durable.
pl: Wytrzymałe.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.APORKALYPSE_CLOCK
source: I do like this...
pl: Podoba mi się...

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_METALPLATE
source: Not very pliant but it does the job.
pl: Niezbyt giętki, ale się sprawdza.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ARMOR_WEEVOLE
source: This is not a good look.
pl: Nie wygląda dobrze.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.ASPARAGUS_PLANTED
source: Food. Just growing out of the ground.
pl: Jedzenie. Po prostu tak sobie wyrasta.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.BASEFAN
source: Ah. Civilization.
pl: Ach. Cywilizacja.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CHITIN
source: We all have our defenses.
pl: Wszyscy mamy jakieś warstwy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.CUTNETTLE
source: Useful.
pl: Przydatne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBALL
source: I refuse to touch that.
pl: Odmawiam dotknięcia tego.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.DEAD
source: It has come to a feculent end.
pl: Spotkała swój cuchnący koniec.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.GENERIC
source: What a filthy creature.
pl: Co za obrzydliwe stworzenie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.SLEEPING
source: The time is right to strike.
pl: Nadszedł czas, by zadać cios.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Sans dungball, I see.
pl: Straciłaś kulę łajna, ach tak.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGPILE.GENERIC
source: Blech.
pl: Ble.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.DUNGPILE.PICKED
source: That was simply undignified.
pl: Doświadczenie, bez którego byłbym kontent.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.FLOWER_RAINFOREST
source: It's no rose.
pl: To nie jest róża.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.DEAD
source: Lights out.
pl: Ktoś zgasił światło.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.GENERIC
source: Disgusting, but helpful.
pl: Obrzydliwe, ale przydatne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY.SLEEPING
source: That light is rather too lethargic.
pl: To światełko jest trochę zbyt senne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GLOWFLY_COCOON
source: Ah, metamorphosis...
pl: Ach, metamorfoza.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GNAT
source: Horde horrible.
pl: Wstrętny rój.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GNATMOUND
source: Ugh. The horde home.
pl: Uch. Siedziba roju.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.BURNING
source: Well, there you have it.
pl: Cóż, to by było na tyle.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.GENERIC
source: Oh, joyous occasion. I've found grass.
pl: Och, cóż za szczęście. Znalazłem trawę.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.GRASS_TALL.PICKED
source: I don't require any more grass, thank you.
pl: Nie potrzeba mi więcej trawy, dziękuję.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.HALBERD
source: A blade as sharp as my wit.
pl: Ostrze ostre jak mój dowcip.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.IRON
source: A solid mineral.
pl: Kawał metalu.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PANGOLDEN
source: He has expensive tastes.
pl: Lubi kosztowności.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.DEAD
source: It's beauty has been snuffed out forever.
pl: Jego piękno bezpowrotnie przeminęło.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.GENERIC
source: What a regal-looking beast.
pl: Wygląda iście królewsko.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK.SLEEPING
source: It is eye-dol.
pl: Ale się puszy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWKFEATHER
source: What finery.
pl: Ależ wytworne.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.PEAGAWK_BUSH
source: I've my suspicions about that bush.
pl: Mam pewne podejrzenia co do tego krzaka.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.APORKALYPSE
source: Don't make me do something I'll regret.
pl: Nie każ mi robić czegoś, czego będę później żałował.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.FOLLOWER
source: Shoo. I do not like you.
pl: Psik. Nie lubię cię.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.GENERIC
source: What do you want?
pl: Czego chcesz?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.POG.SLEEPING
source: Oh look. It is asleep.
pl: O, spójrz. Śpi sobie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.DEAD
source: The grim reaper has been here.
pl: Ponury żniwiarz tędy przeszedł.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.GENERIC
source: What is he all worked up about?
pl: Czym on się tak gorączkuje?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.RABID_BEETLE.SLEEPING
source: A noisy sleeper.
pl: Ale chrapie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SEDIMENTPUDDLE
source: There's something sparkling inside there.
pl: Coś tam się błyszczy.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SHEARS
source: Aren't there gardeners for this sort of thing?
pl: Nie ma do tego jakichś ogrodników?

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.BURNT
source: Back to the Stone Age.
pl: Powrót do epoki kamienia.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.COOKING_SHORT
source: Watch it! Don't let the fire go out.
pl: Obejrzyj to! Nie pozwól, aby ogień zgasł.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.DONE
source: Difficult results.
pl: Trudne wyniki.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.SMELTER.EMPTY
source: Finally we're catching up to the Iron Age.
pl: Wreszcie doganiamy epokę żelaza.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.TREE_PILLAR
source: This tree is unusually large.
pl: To drzewo jest wyjątkowo wielkie.

# STRINGS.CHARACTERS.WAXWELL.DESCRIBE.WEEVOLE
source: Interminable pests.
pl: Tym szkodnikom nie ma końca.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_DEHUMID.1
source: Whew! Not so hot anymore.
pl: Uff. Już nie tak gorąco.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_GNATS_DIED
source: We are safe!
pl: Jesteśmy bezpieczni!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HAYFEVER
source: Sniff. Sniff. We must have allergies.
pl: Niuch, niuch. Chyba mamy na coś alergię.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_HAYFEVER_OFF
source: Wow! I think our allergies are gone!
pl: Łał! Chyba już nie mamy alergii!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_PICKPOOP.1
source: Blah!
pl: Ble!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_PICKPOOP.2
source: Eww!
pl: Fuj!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_PICKPOOP.3
source: Yucky!
pl: Fuj!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_SNEEZE
source: a...choooOOOOOOO!
pl: A... PSIIIIIIIK!

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TOO_HUMID.1
source: Ugh. We're really baking in this %s.
pl: Uch. %s grzeje jak piekarnik.

# STRINGS.CHARACTERS.WEBBER.ANNOUNCE_TOO_HUMID.2
source: Wow! This %s is making us hot.
pl: Rany! %s sprawia, że strasznie nam gorąco.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ALLOY
source: Gosh. That's a lot of metal.
pl: Jeju. Dużo tu metalu.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.APORKALYPSE_CLOCK
source: It's like a puzzle!
pl: To jak puzzle!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_METALPLATE
source: Sir Webber at your service!
pl: Sir Webber do usług!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ARMOR_WEEVOLE
source: For when we need protection.
pl: Jak będziemy chcieli więcej ochrony.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.ASPARAGUS_PLANTED
source: We should pick those.
pl: O, trzeba to zebrać.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.BASEFAN
source: That breeze feels nice on our fur.
pl: Ten wiaterek jest milusi.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CHITIN
source: Hope no one's missing that.
pl: Mam nadzieję, że nikomu nie będzie tego brakować.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.CUTNETTLE
source: These nettles smell really strong.
pl: Te pokrzywy naprawdę mocno pachną.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBALL
source: Yuck!
pl: Fuj!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.DEAD
source: Awww.
pl: Ojej.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.GENERIC
source: Is that... poop?
pl: Czy to... kupka?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.SLEEPING
source: She dozed off.
pl: Zasnęła.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She fell off her poop ball.
pl: Spadła ze swojej kulki kupki.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGPILE.GENERIC
source: Oh, poop!
pl: O, kupka!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.DUNGPILE.PICKED
source: No poop.
pl: Nie ma kupki.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.FLOWER_RAINFOREST
source: This flower is neat!
pl: Ten kwiatek jest super!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.DEAD
source: Oh no! It died!
pl: Och, nie! Umarł!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.GENERIC
source: Nice little buggy bug.
pl: Dobry robaczek.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY.SLEEPING
source: Lights out.
pl: Ktoś zgasił światło.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GLOWFLY_COCOON
source: That looks cozy.
pl: Wygląda wygodniusio.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GNAT
source: Don't bite us, little guys.
pl: Nie gryźcie nas, robaczki!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GNATMOUND
source: It's where all those little bugs live.
pl: Tutaj mieszkają te wszystkie robaczki.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.BURNING
source: Fire!
pl: Ognia!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.GENERIC
source: It's taller than we are!
pl: Wyższa od nas!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.GRASS_TALL.PICKED
source: It's been picked.
pl: Ktoś już ją zebrał.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.HALBERD
source: Swoosh!
pl: Ciach!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.IRON
source: We could make all kinds of neat stuff with this.
pl: Można z tego zrobić tyyyle rzeczy.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PANGOLDEN
source: I think he eats gold.
pl: Chyba je złoto.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.DEAD
source: I think it's dead.
pl: Chyba nie żyje.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.GENERIC
source: You've got more eyes than we do!
pl: Masz więcej oczu niż my!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK.SLEEPING
source: Now I can get a good look at its beautiful feathers.
pl: Teraz mogę się przyjrzeć jego pięknym piórom.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWKFEATHER
source: It's pretty.
pl: Ładny kwiatek.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.PEAGAWK_BUSH
source: Neat. A weird bush!
pl: Dziwaczny krzak. Super!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.APORKALYPSE
source: Uhh, doggy?
pl: Eee, piesku?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.FOLLOWER
source: Gosh, our very own dog!
pl: Jejciu, nasz własny piesek!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.GENERIC
source: Hey little guy! Wanna be our friend?
pl: Hej, mały, chcesz być naszym przyjacielem?

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.POG.SLEEPING
source: Nighty night doggy.
pl: Dobranoc, piesku.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.DEAD
source: Well, that's unfortunate.
pl: Ojej, a to pech.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.GENERIC
source: That guy's got a lot of energy!
pl: Nie brak mu energii!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.RABID_BEETLE.SLEEPING
source: Haha! A bug with a mustache!
pl: Ha, ha! Robal z wąsami!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SEDIMENTPUDDLE
source: It's full of sparkly stuff.
pl: Ale się świeci.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SHEARS
source: It's for chores like trimming hedges or cutting grass.
pl: Do cięcia trawy albo żywopłotów.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.BURNT
source: All burned up.
pl: Wszystko spłonęło.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.COOKING_SHORT
source: Yeesh, that's hot!
pl: Auć! Gorące!

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.DONE
source: It's finished.
pl: Jest skonczone.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.SMELTER.EMPTY
source: Make material with material.
pl: Twórz materiał z materiałem.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.TREE_PILLAR
source: It's probably super old.
pl: Pewnie jest superstare.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WEEVOLE
source: Those bugs are annoying.
pl: Te robale są irytujące.

# STRINGS.CHARACTERS.WEBBER.DESCRIBE.WEEVOLE_CARAPACE
source: It's the outer part of those bugs.
pl: Zewnętrzna część robala.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_DEHUMID.1
source: The heat has lifted but my heart has not.
pl: Upał przestał dokuczać, ale moje serce - nie.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_GNATS_DIED
source: It's not my turn yet.
pl: To jeszcze nie moja kolej.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HAYFEVER
source: Ugh. Even my sinuses are suffering.
pl: Uch. Nawet moim zatokom nie oszczędzono cierpienia.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_HAYFEVER_OFF
source: My sinuses are clear, but suffering continues.
pl: Zatoki są czyste, ale cierpienie nie ustało.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PICKPOOP.1
source: Sigh.
pl: Ech.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PICKPOOP.2
source: Ew.
pl: Ohyda.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_PICKPOOP.3
source: Everything is suffering.
pl: Wszystko jest cierpieniem.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_SNEEZE
source: achoo! achoo! sniff.
pl: Apsik! Apsik! Smark.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TOO_HUMID.1
source: This %s is heavier in the heat.
pl: %s waży więcej w upale.

# STRINGS.CHARACTERS.WENDY.ANNOUNCE_TOO_HUMID.2
source: This %s is too hot. It weighs on my soul.
pl: %s parzy mą duszę.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ALLOY
source: Cold and hard, like my existence.
pl: Zimne i twarde, jak moje życie.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.APORKALYPSE_CLOCK
source: Clockwork for the end of times.
pl: Zegar odmierzający czas do końca świata.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_METALPLATE
source: Like a metal coffin that keeps me alive.
pl: Niczym metalowa trumna, dzięki której żyję.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ARMOR_WEEVOLE
source: Something died so that this armor may exist.
pl: Życie zostało poświęcone, aby mógł powstać ten pancerz.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.ASPARAGUS_PLANTED
source: I should rip those out of the ground.
pl: Powinnam je wyrwać z ziemi.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.BASEFAN
source: Alas the relief it brings is only temporary.
pl: Niestety! Ulgę przynosi tylko na chwilę.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CHITIN
source: This shell is poor protection from life's horrors.
pl: Ta skorupa to licha ochrona przed potwornościami tego świata.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.CUTNETTLE
source: I suppose these will cure blocked sinuses.
pl: Zapewne oczyszczą zatoki.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBALL
source: Grotesque.
pl: Groteskowe.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.DEAD
source: How I envy you.
pl: Ależ ci zazdroszczę.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.GENERIC
source: A symbol of the ugliness of this world.
pl: Symbol brzydoty tego świata.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.SLEEPING
source: Even the hideous sleep sounder than I.
pl: Chrapie jeszcze bardziej niż ja.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGBEETLE.UNDUNGED
source: Alas, she has fallen from her grotesque perch.
pl: Niestety! Spadła ze swego stanowiska.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGPILE.GENERIC
source: There's dreadfulness everywhere.
pl: Same okropności.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.DUNGPILE.PICKED
source: That was... unpleasant.
pl: To było... nieprzyjemne.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.FLOWER_RAINFOREST
source: It, too, will wither and die one day.
pl: Też kiedyś zwiędnie i umrze.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.DEAD
source: Its light hath been extinguished forever.
pl: Jego światło zgasło na zawsze.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.GENERIC
source: A small light in a dark world.
pl: Małe światełko w mrocznym tunelu życia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY.SLEEPING
source: Having dark dreams, no doubt.
pl: Zapewne ma mroczne sny.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GLOWFLY_COCOON
source: If I could climb into a cocoon I would never emerge.
pl: Gdybym mogła otulić się kokonem, nigdy bym z niego nie wyszła.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GNAT
source: Like life, they wear you down little by little.
pl: Tak jak życie, wysysają z ciebie powoli wszystkie siły.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GNATMOUND
source: They're building their own doom.
pl: Kładą podwaliny pod własną zagładę.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.BURNING
source: Death comes to everything.
pl: Śmierć przychodzi po wszystkich.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.GENERIC
source: Alas, I'm too weak to pick it.
pl: Niestety! Jestem zbyt słaba, by ją zerwać.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.GRASS_TALL.PICKED
source: All things end.
pl: Wszystko ma swój koniec.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.HALBERD
source: A terrible weapon for a terrible world.
pl: Okropna broń na okropny świat.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.IRON
source: Iron. Like my heart.
pl: Z żelaza. Jak me serce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PANGOLDEN
source: A fool and his gold.
pl: Głupiec i jego złoto.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.DEAD
source: Beautiful death.
pl: Piękna śmierć.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.GENERIC
source: Many eyes witness many horrors in life.
pl: Ileż nieszczęść widziały te oczy?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK.SLEEPING
source: Alas, only a momentary reprieve from life.
pl: Niestety! To tylko chwilowe wytchnienie od życia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWKFEATHER
source: I spy, with my little eye...
pl: Widzę coś na literkę "p"...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.PEAGAWK_BUSH
source: Just a bush...
pl: Tylko krzak...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.APORKALYPSE
source: I see. Even you turn on me, in the end.
pl: Rozumiem. Ostatecznie nawet ty zwracasz się przeciwko mnie.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.FOLLOWER
source: I cannot protect you from death.
pl: Nie ochronię cię przed śmiercią.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.GENERIC
source: Even you cannot escape death.
pl: Nawet ty nie wywiniesz się śmierci.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.POG.SLEEPING
source: Are you practicing being dead?
pl: Ćwiczysz się do bycia martwym?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.DEAD
source: Lifeless.
pl: Bez życia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.GENERIC
source: As rabid as death itself.
pl: Wściekły jak sama śmierć.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.RABID_BEETLE.SLEEPING
source: Sleep is not a permanent escape from life.
pl: Sen to tymczasowa ucieczka od życia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SEDIMENTPUDDLE
source: Contains unreachable shiny things.
pl: Zawiera nieosiągalne błyskotki.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SHEARS
source: Can it shear my heart?
pl: Czy ogołocą me serce?

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.BURNT
source: It blazes with more passion than I know.
pl: Jest gorętsze niż moje serce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.COOKING_SHORT
source: They struggle in the fire and brimstone.
pl: Walczą w ogniu i siarce.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.DONE
source: Born of fire.
pl: Zrodzony z ognia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.SMELTER.EMPTY
source: Burn who are trapped in it...
pl: Spalić tych, którzy są w nim uwięzieni...

# STRINGS.CHARACTERS.WENDY.DESCRIBE.TREE_PILLAR
source: Ancient, and full of life.
pl: Pradawne, lecz pełne życia.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WEEVOLE
source: Its sole existence is to annoy me.
pl: Istotą jego bytu jest denerwowanie mnie.

# STRINGS.CHARACTERS.WENDY.DESCRIBE.WEEVOLE_CARAPACE
source: Bits of bug carcass.
pl: Fragment robaczego truchła.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_DEHUMID.1
source: Whew. I forgot what it felt like to breathe.
pl: Uff. Zapomniałam, jak to jest móc oddychać.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_GNATS_DIED
source: The enemy plane crashed, awesome!
pl: Wrogi samolot rozbił się, wspaniale!
