Repository: DST-Hamlet/Porkland_New
Catalog: scripts/languages/*_polish.po
Languages: pl

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_HAYFEVER
source: Allergiesch. What allergiesch?
pl: Alergia? Jaka alergia?

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_HAYFEVER_OFF
source: My face stopped leaking. Allergy season must be over.
pl: Przestało mi cieknąć z twarzy. Sezon na pyłki musiał się skończyć.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_PICKPOOP.1
source: Swell.
pl: Zacnie.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_PICKPOOP.2
source: Just great.
pl: Po prostu wspaniale.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_PICKPOOP.3
source: I'll put this in my memoir.
pl: Zapiszę to w pamiętniku.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_SNEEZE
source: AchooOO!
pl: Apsik!

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_TOO_HUMID.1
source: This %s is suffocating.
pl: %s mnie dusi.

# STRINGS.CHARACTERS.WHEELER.ANNOUNCE_TOO_HUMID.2
source: This %s is just too hot!
pl: %s parzy!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ALLOY
source: Heavy metal made heavier.
pl: Metal ciężki uczyniony jeszcze cięższym.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.APORKALYPSE_CLOCK
source: If only I could turn time back to before I crashed here.
pl: Gdybym tylko mogła cofnąć czas do momentu, zanim się tu rozbiłam.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ARMOR_METALPLATE
source: Oof. It's heavier than ballast.
pl: Uff. Cięższe niż balast.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ARMOR_WEEVOLE
source: If only it had those bug wings.
pl: Gdybym tylko miała takie skrzydełka.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.ASPARAGUS_PLANTED
source: That looks like food! Let's hope it tastes like food.
pl: Wygląda jak jedzenie! Miejmy nadzieję, że tak też smakuje.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.BASEFAN
source: A plane propeller would be better.
pl: Śmigło samolotu byłoby lepsze.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CHITIN
source: I'm going to need more of these.
pl: Przyda mi się tego więcej.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.CUTNETTLE
source: Smells like relief.
pl: Co za ulga.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBALL
source: Huh. It's almost like nobody wants a ball of poop.
pl: Hm. Zupełnie jakby nikomu nie była potrzebna kulka z kupy.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.DEAD
source: Someone should write a eulogy. Not me, but someone.
pl: Ktoś powinien napisać mowę pogrzebową. Nie ja, ale ktoś.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.GENERIC
source: Swell. A giant bug on a giant ball of poop.
pl: Zacnie. Wielki robal na wielkiej kuli z kupy.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.SLEEPING
source: Just screaming to be stepped on.
pl: Aż się prosi, żeby w nią wdepnąć.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGBEETLE.UNDUNGED
source: At least it smells a little better now.
pl: Przynajmniej już tak nie śmierdzi.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGPILE.GENERIC
source: Normally I'm all for getting my hands dirty but...
pl: Zwykle uwielbiam brudzić sobie ręce, ale...

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.DUNGPILE.PICKED
source: What happens in the jungle, stays in the jungle.
pl: Co się wydarzyło w dżungli, zostaje w dżungli.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.FLOWER_RAINFOREST
source: You can never have too many flowers. Or projectiles.
pl: Kwiatów nigdy za wiele. Podobnie jak pocisków.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.DEAD
source: I guess it can't fly me out of here now.
pl: Obstawiam, że już mi nie pomoże stąd odlecieć.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.GENERIC
source: A flyer and a glower. My new best friend.
pl: Lata i świeci. Mój nowy najlepszy przyjaciel.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY.SLEEPING
source: Wake up and glow for me!
pl: Obudź się i przyświeć mi tutaj!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GLOWFLY_COCOON
source: Aww... It's wrapped up all nice and cozy.
pl: Ooo, zawinięty w cieplutki kokonik.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GNAT
source: Normally I like being around flyers, but I'll make an exception.
pl: Kocham wszystko, co lata, ale to już lekka przesada.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GNATMOUND
source: Not bad, for a mound full of bugs.
pl: Niezłe jak na kopiec robali.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.BURNING
source: All those bugs have nowhere to hide now.
pl: Robale nie będą się już miały gdzie schować.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.GENERIC
source: Tall grass like that is going to need a machete.
pl: Do takiej wysokiej trawy potrzebna będzie maczeta.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.GRASS_TALL.PICKED
source: It'll be overgrown in no time.
pl: Odrośnie w mgnieniu oka.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.HALBERD
source: The must-have multi-tool for adventurers.
pl: Wielofunkcyjny przyrząd niezbędny dla każdego poszukiwacza przygód.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.IRON
source: Well it's not good balloon material.
pl: To nie jest dobry materiał na balon.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PANGOLDEN
source: I don't actually mind picking up his poop.
pl: Nie mam nic przeciwko zebraniu jego kupy.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.DEAD
source: I promise, I will go on without you!
pl: Obiecuję, że jakoś sobie bez ciebie poradzę!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.GENERIC
source: Has the eyesight for flying but not the wings for it.
pl: Ma taki wzrok, że mógłby latać, tylko te skrzydła...

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK.SLEEPING
source: Maybe I can just pluck out one of those feathers...
pl: Może mu uszczknę jedno takie piórko...

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWKFEATHER
source: Normally I don't mind feathers, but this one keeps staring at me.
pl: Nie mam nic przeciwko piórom, ale to akurat się na mnie gapi.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.PEAGAWK_BUSH
source: Something's hiding in there.
pl: Coś się tutaj kryje.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.APORKALYPSE
source: Are you aware that you're terrifying now?
pl: Zdajesz sobie sprawę, że wyglądasz upiornie?

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.FOLLOWER
source: Swell. Another mouth to feed.
pl: Świetnie. Kolejna gęba do wykarmienia.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.GENERIC
source: You're cute. You'd be cuter as a cat.
pl: Słodki jesteś. Byłbyś jeszcze słodszy, gdybyś był kotem.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.POG.SLEEPING
source: Finally, it stopped eating.
pl: W końcu przestał jeść.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.DEAD
source: Not too sorry about that.
pl: Nie jest mi go przesadnie szkoda.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.GENERIC
source: Probably just agitated because it can't fly well.
pl: Pewnie się wścieka, bo słabo lata.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.RABID_BEETLE.SLEEPING
source: Quite the snorer.
pl: Nieźle chrapie.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SEDIMENTPUDDLE
source: A sparkly pool. A little too sparkly.
pl: Błyszczy się. Trochę za bardzo.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SHEARS
source: Time to do some yard work.
pl: Czas na pracę w ogródku.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.BURNT
source: No one ever accused me of being a good blacksmith.
pl: Nikt nigdy nie zarzucił mi, że jestem dobrym kowalem.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.COOKING_SHORT
source: It'll be done in short order.
pl: Zrobi się to w krótkim czasie.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.DONE
source: Legendary adventurers forge legendary equipment, which sounds pretty good.
pl: 传奇冒险家铸造传奇装备，听起来还不错。

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.SMELTER.EMPTY
source: It takes the heavy metal and makes it heavier.
pl: Z ciężkiego metalu robi bardzo ciężki metal.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.TREE_PILLAR
source: That's a big tree.
pl: Ale duże drzewo!

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.WEEVOLE
source: Aggravating bugs! A complete waste of wings.
pl: Wkurzające robale! Okropne marnotrawstwo skrzydeł.

# STRINGS.CHARACTERS.WHEELER.DESCRIBE.WEEVOLE_CARAPACE
source: Light enough to fire out the Pew-matic.
pl: Na tyle lekkie, że nadadzą się do pifpafki.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_DEHUMID.1
source: Ah... that breeze is nice.
pl: Ach, cóż za przyjemny zefirek.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_GNATS_DIED
source: I finally got rid of these flies.
pl: W końcu pozbyłem się tych much.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HAYFEVER
source: Sniff sniff. Must be hayfever season.
pl: Apsik! Rozpoczął się sezon alergii na pyłki.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_HAYFEVER_OFF
source: Ahh... Finally I can breathe.
pl: Ach, wreszcie mogę oddychać.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PICKPOOP.1
source: I never!
pl: To nie przystoi!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PICKPOOP.2
source: Disgusting!
pl: Obrzydliwe!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_PICKPOOP.3
source: What a horrid smell!
pl: Cóż za wstrętny odór!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_SNEEZE
source: Ahh... CHOOOOOOOOO!
pl: Aaaa... PSIK!

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOO_HUMID.1
source: This %s is unbearable.
pl: %s jest nie do zniesienia.

# STRINGS.CHARACTERS.WICKERBOTTOM.ANNOUNCE_TOO_HUMID.2
source: This %s makes it too hot.
pl: %s parzy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ALLOY
source: Iron that has gone through metallic bonding.
pl: Żelazo, które zostało poddane połączeniu z metalem.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.APORKALYPSE_CLOCK
source: Ah. Quite a complex form of clockwork.
pl: Całkiem złożony mechanizm zegarowy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_METALPLATE
source: What era is this design from?
pl: Z jakiej epoki pochodzi ten wytwór?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ARMOR_WEEVOLE
source: Armour made from bug exoskeleton.
pl: Zbroja z owadziego egzoszkieletu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.ASPARAGUS_PLANTED
source: Asparagus. Otherwise known as sparrow grass.
pl: Szparag. Zwany również jako Asparagus officinalis.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.BASEFAN
source: Restorative.
pl: Orzeźwienie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CHITIN
source: The exoskeleton of an arthropod.
pl: Egzoszkielet stawonoga.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.CUTNETTLE
source: These are quite good for the sinuses.
pl: Dobre na zatoki.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBALL
source: A perfectly spherical specimen of feces.
pl: Fekalia o sferycznym kształcie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.DEAD
source: A Scarabaeidae cadaver.
pl: Martwy okaz poświętnikowatego.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.GENERIC
source: Scarabaeidae with her droppings.
pl: Okaz poświętnikowatego i jego odchody.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.SLEEPING
source: At rest.
pl: Odpoczywa.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGBEETLE.UNDUNGED
source: She's lost her dung.
pl: Zgubiła odchody.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGPILE.GENERIC
source: Scarabaeidae will make short work of it.
pl: Poświętnikowate szybko się z tym uporają.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.DUNGPILE.PICKED
source: Odious, yet useful.
pl: Odrażające, ale przydatne.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.FLOWER_RAINFOREST
source: Floral cross-pollination produces some fascinating specimens.
pl: W wyniku zapylenia krzyżowego powstają fascynujące okazy.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.DEAD
source: Its existence has reached an end.
pl: Jego żywot dobiegł końca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.GENERIC
source: A bioluminescent insecta.
pl: Bioluminescencyjny owad.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY.SLEEPING
source: Curious. Its bioluminescence requires wakefulness.
pl: Interesujące. Jest bioluminescencyjny tylko, gdy nie śpi.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GLOWFLY_COCOON
source: Fascinating! It has moved on to the chrysalis stage.
pl: Fascynujące! Przeszedł do stadium poczwarki.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GNAT
source: A swarm of Culicidae Drosophila.
pl: Chmara culicidae drosophila.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GNATMOUND
source: Obviously the work of a eusocial insect.
pl: Dzieło eusocjalnych owadów.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.BURNING
source: Illuminating!
pl: Oświecająca!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.GENERIC
source: I need an implement for that.
pl: Potrzebne mi do niej narzędzie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.GRASS_TALL.PICKED
source: That required not insignificant effort.
pl: To wymagało pewnego wysiłku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.HALBERD
source: It is a cruel and versatile weapon.
pl: Okrutna, uniwersalna broń.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.DEAD
source: Lifeless.
pl: Bez życia.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.GENERIC
source: A strangely mutated Pavo Cristatus.
pl: Dziwnie zmutowany Pavo cristatus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK.SLEEPING
source: It's ocular plumage appears not to need sleep.
pl: Oczy na jego upierzeniu nie zamykają się do snu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWKFEATHER
source: Feather of the male Pavo Cristatus.
pl: Pióro samca Pavo cristatus.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.PEAGAWK_BUSH
source: I have questions about that bush.
pl: Mam wątpliwości dotyczące tego krzewu.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.APORKALYPSE
source: The Otocyon Canis's behavior has become erratic!
pl: Ten Otocyon canis zachowuje się nieprzewidywalnie!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.FOLLOWER
source: It seems I have an admirer.
pl: Chyba mam wielbiciela.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.GENERIC
source: Otocyon Canis. And a hungry one at that!
pl: Otocyon canis. A do tego głodny!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.POG.SLEEPING
source: The Otocyon Canis slumbers.
pl: Otocyon canis drzemie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.DEAD
source: Expired.
pl: Skonał.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.GENERIC
source: Certainly not a species I know of!
pl: Nie wygląda jak żaden ze znanych mi gatunków!

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.RABID_BEETLE.SLEEPING
source: Dormant.
pl: W spoczynku.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SEDIMENTPUDDLE
source: Contains some lustrous sentiment.
pl: Znajduje się tu błyszczący osad.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SHEARS
source: A useful tool for horticultural purposes.
pl: Narzędzie przydatne w ogrodnictwie.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.BURNT
source: Is anyone hurt?
pl: Czy ktoś jest ranny?

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.COOKING_SHORT
source: The metal is melting into liquid state.
pl: Metal topi się do stanu ciekłego.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.DONE
source: Recooling and done.
pl: Chłodzenie i gotowe.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.SMELTER.EMPTY
source: A metalsmithing tool.
pl: Urządzenie kowala.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.TREE_PILLAR
source: Certainly from an old growth tree.
pl: To drzewo jest z pewnością bardzo stare.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WEEVOLE
source: A Coleoptera. And an annoying one at that.
pl: Coleoptera. A do tego irytująca.

# STRINGS.CHARACTERS.WICKERBOTTOM.DESCRIBE.WEEVOLE_CARAPACE
source: The exoskeleton of a Coleoptera.
pl: Egzoszkielet Coleoptery.

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_DEHUMID.1
source: WILBA HAS'T COOLED
pl: CHŁÓD WILBĘ OTULIŁ

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_DEHUMID.2
source: AHH. WILBA 'TIS BETTER
pl: ACH. WILBA ODCZUŁA ULGĘ

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_GNATS_DIED
source: knock down trouble
pl: powalić kłopoty

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_HAYFEVER
source: SN--ORT. WILBA IS'T STUFFY
pl: SMARKI OPANOWAŁY WILBOWE NOZDRZA

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_HAYFEVER_OFF
source: SNIFFS. WILBA NOSE IS'T NAUGHT STUFFY NO MORES!
pl: WILBOWE NOZDRZA SPOD SMARKOWEJ NIEDOLI WYZWOLONE!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_PICKPOOP.1
source: SNORT!
pl: PRYCH!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_PICKPOOP.2
source: OINC!
pl: CHRUM!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_PICKPOOP.3
source: PLOPS!
pl: ŁAJNO!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_SNEEZE
source: SNORT, 'NEEZE, A-CHOOEY!
pl: PRYCH, KICH, APSIK!

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_TOO_HUMID.1
source: WILBA AM TOO MUCH I' THE HEAT
pl: NADMIAR ŻARU WILBĘ PRAŻY

# STRINGS.CHARACTERS.WILBA.ANNOUNCE_TOO_HUMID.2
source: THE AIR 'TIS FULL OF HEAT
pl: ETER PEŁEN ŻARU

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ALLOY
source: IS'T BLOCK O' HARD METALS
pl: BLOK LI TO TWARDYCH METALI

# STRINGS.CHARACTERS.WILBA.DESCRIBE.APORKALYPSE_CLOCK
source: TIME AND THE HOUR RUNS THROUGH IT
pl: BIEŻY PRZEZEŃ CZAS I GODZINY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ARMOR_METALPLATE
source: TO TAKE ARMS
pl: BY STAWIĆ OPÓR

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ARMOR_WEEVOLE
source: ADVENTURE CLOTHES FROM ANNOYING BUGS
pl: ODZIENIE PRZYGODY Z DRAŻNIĄCYCH ROBAKÓW

# STRINGS.CHARACTERS.WILBA.DESCRIBE.ASPARAGUS_PLANTED
source: HATH A FUNNY HAT
pl: ZABAWNE NAKRYCIE GŁOWY POSIADA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.BASEFAN
source: BLOW WINDS!
pl: WIETRZE WIEJ!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CHITIN
source: YON BUGGY ARMOR
pl: PANCERZ ROBACZY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.CUTNETTLE
source: DOST UNSTUFF'DED MINE SNOUTS
pl: ODEPCHAŁA BYŁA NOZDRZA MOJE

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBALL
source: SWOLLEN PARCEL O' PLOPSIES
pl: OGROMNY KAWAŁ EKSKREMENTA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.DEAD
source: HATH SHUFFLED OFF HIS MORTAL PLOP BALL
pl: ZNIKNĘŁA Z POWIERZCHNI SWEJ EKSKREMENTOWEJ KULI

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.GENERIC
source: HAS'T THE PLOPS
pl: POSIADA EKSKREMENTA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.SLEEPING
source: SLEEP NO MORE!
pl: NIE ŚPI NIECH WIĘCEJ!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGBEETLE.UNDUNGED
source: HAS'T NAUGHT THE PLOPS
pl: NIE POSIADA EKSKREMENTA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGPILE.GENERIC
source: WILBA AM SICK WHEN SHE LOOK ON THEE
pl: WILBIE NIEDOBRZE, GDY NA CIEBIE SPOZIERA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.DUNGPILE.PICKED
source: HAST BEEN PICK'DED THROUGH
pl: WSZECHRZECZ ZEBRANA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.FLOWER_RAINFOREST
source: MANY COLOR'D FLOWERS FOR WILBA
pl: MOC BARWNYCH KWIATÓW DLA WILBY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.DEAD
source: 'TIS SQUISH'DED
pl: OFIARA ZMIAŻDŻENIA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.GENERIC
source: IS'T A BUG O' GLOWY BUTT
pl: OTÓŻ JEST ROBAK O ŚWIECĄCYM ZADKU

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY.SLEEPING
source: O GENTLE SLEEP!
pl: O SŁODKI ŚNIE!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GLOWFLY_COCOON
source: WRAPP'DED IN A BUGGY BLANKET
pl: ZAWINIĘTY ON W ROBACZY KOCYK

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GNAT
source: MUCH ADO ABOUT GNAT-ING
pl: DUŻO HAŁASU O KOMARY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GNATMOUND
source: ALL THAT BUZZES IS GNAT HOME
pl: WSZYSTKO, CO BZYCZY, TO DOM KOMARÓW

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.BURNING
source: FWOOSH'DING
pl: POŻOGA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.GENERIC
source: AS LONG AS THE DAY IS MERRY
pl: DŁUGA JAK DZIEŃ WESOŁY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.GRASS_TALL.PICKED
source: THE LONG AND SHORT OF IT
pl: KRÓTKA I WĘZŁOWATA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.HALBERD
source: WILBA SHALL SLICE AND CHOP!
pl: WILBIE PRZYJDZIE CIĄĆ I SIEKAĆ

# STRINGS.CHARACTERS.WILBA.DESCRIBE.IRON
source: 'TIS METAL O' THE ZAPPY BIRD
pl: OTÓŻ JEST METAL ELEKTRYCZNEJ PTASZYNY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PANGOLDEN
source: NOSE HIMSELF TO BE A FOOL
pl: WIE DOBRZE, ŻE JEST NOSATY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.DEAD
source: IS'T EYES LOOKED IS'T LAST
pl: DUSZA W JEGO OCZACH ZGASŁA

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.GENERIC
source: WHAT A ROGUE AND PEASANT SLAVE AM EYE-BIRD!
pl: JAKIŻ Z CIEBIE GŁĄB, JAKI CIEMIĘGA, OCZNY PTAKU!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK.SLEEPING
source: O GENTLE SLEEP!
pl: O SŁODKI ŚNIE!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWKFEATHER
source: IS'T A BIRD THING O' PRETTY
pl: OTÓŻ JEST PTASI ELEMENT PIĘKNOŚCI

# STRINGS.CHARACTERS.WILBA.DESCRIBE.PEAGAWK_BUSH
source: 'TIS NAUGHT A BUSH
pl: OTÓŻ NIE JEST KRZAK

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.APORKALYPSE
source: 'TIS VERY ANGRY!
pl: ALEŻ ROZJUSZON!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.FOLLOWER
source: 'TIS ONE OF MY SUBJECTS NOW
pl: WTENCZAS STAŁ SIĘ ON JEDNYM Z MYCH PODDANYCH

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.GENERIC
source: SOMETHING CUTIES THIS WAY COMES
pl: TU SŁODKIEGO COŚ SIĘ SKRADA!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.POG.SLEEPING
source: NIGHT NIGHT
pl: DOBRANOCKI

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.DEAD
source: IN YON UNDISCOVER'D COUNTRY
pl: BŁĄDZI WTENCZAS PO KRAINACH NIEODKRYTYCH

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.GENERIC
source: FULL OF SOUND AND FURY
pl: PEŁEN WŚCIEKŁOŚCI I WRZASKU

# STRINGS.CHARACTERS.WILBA.DESCRIBE.RABID_BEETLE.SLEEPING
source: O GENTLE SLEEPIES
pl: O SŁODKIE ŚPIULKI!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SEDIMENTPUDDLE
source: ALL THAT GLITTERS 'TIS GOLD
pl: WSZYSTKO ZŁOTO, CO SIĘ ŚWIECI

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SHEARS
source: FOR THE CUTTINGS OF THE SHRUBS
pl: DO CZYNIENIA CIĘCIA KRZAKÓW

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.BURNT
source: 'TIS FWOOSHED
pl: JESTEŚ WSPANIAŁY

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.COOKING_SHORT
source: METAL FWOOSH WITHIN!
pl: METALOWY FWOOSH WEWNĄTRZ!

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.DONE
source: 'TIS DONE
pl: ZROBIONE

# STRINGS.CHARACTERS.WILBA.DESCRIBE.SMELTER.EMPTY
source: 'TIS FWOOSHY MACHINES
pl: MASZYNERIA POŻOGI

# STRINGS.CHARACTERS.WILBA.DESCRIBE.TREE_PILLAR
source: 'TIS STRONG TREE
pl: OTÓŻ JEST MOCNE DRZEWO

# STRINGS.CHARACTERS.WILBA.DESCRIBE.WEEVOLE
source: GO AWAY BUGS
pl: PRZEPADNIJCIE, ROBAKI

# STRINGS.CHARACTERS.WILBA.DESCRIBE.WEEVOLE_CARAPACE
source: WILBA BEAT ANNOYING BUGS
pl: WILBA POKONAŁA DRAŻNIĄCE ROBAKI

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_DEHUMID.1
source: Ahh...it's cooled down.
pl: Ach, ochłodziło się.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_GNATS_DIED
source: I can deal with you without fire.
pl: Poradzę sobie z tobą bez ognia.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HAYFEVER
source: My sinuses are burning.
pl: Zatoki mi płoną.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_HAYFEVER_OFF
source: Sniff! I feel better now!
pl: Już mi lepiej!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PICKPOOP.1
source: Ick!
pl: Fuj!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PICKPOOP.2
source: Gross!
pl: Ohyda!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_PICKPOOP.3
source: Burn it all!!
pl: Spalić to!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_SNEEZE
source: Achoo!!
pl: Apsik!

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TOO_HUMID.1
source: It's burning hot. But not in a good way.
pl: Upał, że można spłonąć. Wbrew pozorom nie jest to przyjemne.

# STRINGS.CHARACTERS.WILLOW.ANNOUNCE_TOO_HUMID.2
source: It's too hot.
pl: Za gorąco.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ALLOY
source: Fire makes everything better.
pl: Ogień ulepsza wszystko.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.APORKALYPSE_CLOCK
source: Looks ominous. I like it.
pl: Wygląda złowieszczo. Podoba mi się.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_METALPLATE
source: I feel like a tin can.
pl: Czuję się jak w puszce.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ARMOR_WEEVOLE
source: This feels gross. I hope it works.
pl: Obrzydliwe. Mam nadzieję, że chociaż działa.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.ASPARAGUS_PLANTED
source: Haha! Found you!
pl: Ha! Znalazłam cię!

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.BASEFAN
source: Fan the flames.
pl: Dmuchaj w płomienie.

# STRINGS.CHARACTERS.WILLOW.DESCRIBE.CHITIN
source: Bug skin.
pl: Skóra z robala.
